[
    {
        "title": "Harry Potter and the Half-Blood Prince",
        "authors": "J. K. Rowling",
        "price": "235.72",
        "genre": "orphans foster homes romans magie adolescence Quill Award winner Scottish Children’s Book Award winner British Book of the Year Award winner Fiction Juvenile fiction Magic Schools Witches Wizards New York Times bestseller Fantasy fiction nyt:series_books=2006-07-15 nyt:series_books=2006-09-16 Romans, nouvelles, etc. pour la jeunesse Sorciers Roman fantastique Merveilleux Hogwarts School of Witchcraft and Wizardry (Imaginary place) Harry Potter (Fictitious character) Hogwarts School of Witchcraft and Wizardry (Imaginary organization) Magos Magia Ficción juvenil Escuelas Novela fantástica England School stories Family Harry Potter (Fictional character) Orphans & Foster Homes Social Themes Fantasy Fantasy & Magic Friendship Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 England, fiction Magic, fiction Schools, fiction Children's fiction Potter, harry (fictitious character), fiction Wizards, fiction Hogwarts school of witchcraft and wizardry (imaginary organization), fiction Large type books Bengali Detective and mystery stories Hermione Granger (Fictitious character) Ron Weasley (Fictitious character) Good and evil Fantasiewelt Phantastische Literatur Englisch Magic - Fiction Fiction, fantasy, general Warlocks Potter, Harry (Personnage fictif) Magiciens Écoles Poudlard (Organisation imaginaire)",
        "description": "It was nearing midnight and the Prime Minister was sitting alone in his office, reading a long memo that was slipping through his brain without leaving the slightest trace of meaning behind.",
        "language": "English",
        "publicationDate": "2006-09",
        "imageUrl": "https://covers.openlibrary.org/b/id/9326654-M.jpg"
    },
    {
        "title": "Harry Potter and the Order of the Phoenix",
        "authors": "J. K. Rowling",
        "price": "576.28",
        "genre": "Children's Books/Ages 9-12 Fiction Witches and warlocks Juvenile audience Juvenile works Magic Fantasy fiction Juvenile fiction Fiction Fantasy Friendship Children's stories Juvenile literature Magia Novela juvenil Traducciones al español Escuelas Novela inglesa Romans, nouvelles, etc. pour la jeunesse Magiciens Magic in fiction England in fiction Schools in fiction Écoles Schools Sorcières Wizards in fiction Translations from English Coming of age New York Times bestseller Open Library Staff Picks nyt:series_books=2006-09-16 School stories Family Orphans & Foster Homes Social Themes Fantasy & Magic Boarding schools Magie {acute}Ecoles Sorciaeres Roman pour la jeunesse Romans Witches Sorciers Potter, Harry (Personnage fictif) Hogwarts School of Witchcraft and Wizardry (Imaginary place) Harry Potter (Fictitious character) Potter, Harry (Fictitious character) English Fantasy fiction Hogwarts School of Witchcraft and Wizardry (Imaginary organization) Arabic language materials Magos Ficción juvenil Novela fantástica England Wizards Witchcraft Severus Snape (Fictitious character) Reading Level-Grade 11 Reading Level-Grade 12 Lebensrettung Conduct of life Internat Junge Weissagung Existenzkampf Fabeltiere Boarding school students Military aspects Parapsychology Das Böse Magier Lebensgefahr Schüler Freundschaft Rollentausch Jugendgruppe Youth Telepathie Das Gute Dueling Teacher-student relationships Außenseiter Imaginärer Schauplatz Hate Large type books Potter, harry (fictitious character), fiction Hogwarts school of witchcraft and wizardry (imaginary organization), fiction Wizards, fiction Children's fiction Magic, fiction Schools, fiction England, fiction English literature Hermione Granger (Fictitious character) Ron Weasley (Fictitious character) Schools - Fiction Coming of age - Fiction Magic - Fiction Fiction, fantasy, general Adventure and adventurers, fiction Friendship, fiction Poudlard (Organisation imaginaire) Spanish language Reading materials Romans, nouvelles Hogwarts Schools of Witchcraft and Wizardry (Imaginary Place) Eventyrlige fortællinger Troldmænd Magi",
        "description": "The hottest day of the summer so far was drawing to a close and a drowsy silence lay over the large, square houses of Privet Drive.",
        "language": "English",
        "publicationDate": "2004-09",
        "imageUrl": "https://covers.openlibrary.org/b/id/12025650-M.jpg"
    },
    {
        "title": "Harry Potter and the Chamber of Secrets",
        "authors": "J. K. Rowling",
        "price": "219.01",
        "genre": "Fantasy fiction school stories Fiction Fantasy Nestlé Smarties Book Prize winner Juvenile fiction Wizards Magic Schools Spanish language materials Magia Escuelas Ficción juvenil Novela fantástica Hogwarts School of Witchcraft and Wizardry (Imaginary place) Harry Potter (Fictitious character) Wizards -- Juvenile fiction Witches Hogwarts School of Witchcraft and Wizardry (Imaginary organization) Magos Translations from English Chinese fiction Orphans Aunts Uncles Cousins Determination (Personality trait) in children Friendship Potter, Harry (Fictitious character) Witches Fiction Wizards Fiction Schools Fiction England Fiction Magic -- Juvenile fiction Hogwarts School of Witchcraft and Wizardry (Imaginary place) -- Juvenile fiction Schools -- Juvenile fiction Wizards -- Fiction Magic -- Fiction Schools -- Fiction England -- Juvenile fiction England -- Fiction Fantasy & Magic Action & Adventure Witchcraft Harry Potter (Fictional character) Engels Social Themes Reading Level-Grade 11 Reading Level-Grade 12 Schools, fiction England, fiction Potter, harry (fictitious character), fiction Hogwarts school of witchcraft and wizardry (imaginary organization), fiction Wizards, fiction Magic, fiction Children's fiction Adventure and adventurers, fiction English literature Fiction, fantasy, general Large type books Hermione Granger (Fictitious character) Ron Weasley (Fictitious character) Latin language materials Children's stories Magiciens Romans, nouvelles, etc. pour la jeunesse Nécromancie Écoles Potter, Harry (Personnage fictif) Romans, nouvelles Magie Family Orphans & Foster Homes Magía Novela juvenil Juvenile Children's stories, English Sieg Basilisk Das Böse Das Gute Internat Lebensgefahr Lebensrettung List Magier Jugendbuch Kampf Schule Basilisk (Fabeltier) Junge Phönix Deutschland Grenzschutzkommando Mitte Schule Deutschland Friendship, fiction Hogwartes School of Witchcraft and Wizardry (Imaginary place) General Social Issues Witches, fiction English Fantasy literature Translations into Marathi",
        "description": "Not for the first time, an argument had broken out over breakfast at number four, Privet Drive.",
        "language": "English",
        "publicationDate": "Nov 01, 2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/10301720-M.jpg"
    },
    {
        "title": "Harry Potter and the Prisoner of Azkaban (Book 3)",
        "authors": "J. K. Rowling",
        "price": "516.74",
        "genre": "Fantasy fiction orphans foster homes fantasy literature juvenile fantasy fiction Locus Award winner Bram Stoker Award winner Whitbread Book Award winner Adventure Juvenile literature Juvenile works Juvenile audience Children's books Magic Open Library Staff Picks Juvenile fiction Wizards New York Times bestseller Schools nyt:series_books=2006-09-16 Science Fiction, Fantasy, & Magic Hogwarts School of Witchcraft and Wizardry (Imaginary place) Witches Harry Potter (Fictitious character) Ficción juvenil Magos Magia Hogwarts School of Witchcraft and Wizardry (Imaginary organization) Children's Books/Ages 9-12 Fiction Spanish: Grades 4-7 General Potter, Harry (Fictitious character) Potter, Harry (Caracter ficticio) Hogwarts School of Witchcraft and Wizardry (Lugar imaginario) Escuelas Spanish language Literatura juvenil Harry Potter (Fictional character) Orphans & Foster Homes Fantasy & Magic French language materials School stories Family Fiction Social Themes Friendship Reading Level-Grade 9 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Translations from English Chinese language materials England Chinese fiction Tong hua England, fiction Potter, harry (fictitious character), fiction Schools, fiction Children's fiction Wizards, fiction Hogwarts school of witchcraft and wizardry (imaginary organization), fiction Magic, fiction Fiction, fantasy, general Magie Magiciens Schulferien Deutschland Verrat Freundschaft Romans, nouvelles, etc. pour la jeunesse Junge Good and evil Jugendgruppe Fabeltiere Lüge Rache Boarding schools Deutschland Grenzschutzkommando Mitte Schule Potter, Harry (Personnage fictif) English literature Hermione Granger (Fictitious character) Ron Weasley (Fictitious character) Large type books Juvenile films Películas cinematográficas juveniles Hechiceros Potter, Harry (Personaje literario) Children stories Novela juvenil Reading materials Adventure and adventurers, fiction Friendship, fiction Witches, fiction English Fantasy literature Translations into Marathi",
        "description": "Harry Potter was a highly unusual boy in many ways.",
        "language": "English",
        "publicationDate": "May 01, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/8778528-M.jpg"
    },
    {
        "title": "Harry Potter Paperback Boxed Set (Books 1-5)",
        "authors": "J. K. Rowling",
        "price": "539.72",
        "genre": "Potter, harry (fictitious character), fiction Hogwarts school of witchcraft and wizardry (imaginary organization), fiction Wizards, fiction Fantasy fiction Children's fiction Magic, fiction Schools, fiction England, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "October 1, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/278981-M.jpg"
    },
    {
        "title": "Unauthorized Harry Potter and the Deathly Hallows News",
        "authors": "W. Frederick Zimmerman",
        "price": "996.45",
        "genre": "Characters Harry Potter Children's stories, English English Fantasy fiction Wizards in literature Magic in literature",
        "description": "SMART-ALEC SUMMARY: The Muggle Prime Minister meets his current counterpart, Cornelius Fudge, and Fudge's successor, Rufus Scrimgeour, and gets caught up on what's been going on in the Wizarding world.",
        "language": "English",
        "publicationDate": "April 26, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/742235-M.jpg"
    },
    {
        "title": "Harry Potter Hardcover Box Set (Books 1-6)",
        "authors": "J. K. Rowling",
        "price": "665.1",
        "genre": "England, fiction Fantasy fiction Magic, fiction Schools, fiction Children's fiction Potter, harry (fictitious character), fiction Wizards, fiction Hogwarts school of witchcraft and wizardry (imaginary organization), fiction Adventure and adventurers, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "October 1, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/279436-M.jpg"
    },
    {
        "title": "The Ultimate Hitchhiker's Guide",
        "authors": "Douglas Adams",
        "price": "214.13",
        "genre": "comic science fiction Vogons Humorous fiction Imaginary voyages wit and humour Science Fiction Interstellar travel Fiction Interplanetary voyages Life on other planets Humorous stories fantasy fiction English Humorous stories English Science fiction Humorous stories, English Science fiction, English English literature Fiction, science fiction, action & adventure Dent, arthur (fictitious character), fiction Prefect, ford (fictitious character), fiction Short stories Fiction, science fiction, general Fiction, humorous, general",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/12617870-M.jpg"
    },
    {
        "title": "The ultimate hitchhiker's guide to the galaxy",
        "authors": "Douglas Adams",
        "price": "639.62",
        "genre": "comic science fiction Vogons Humorous fiction Imaginary voyages wit and humour Science Fiction Interstellar travel Fiction Interplanetary voyages Life on other planets Humorous stories fantasy fiction English Humorous stories English Science fiction Humorous stories, English Science fiction, English English literature Fiction, science fiction, action & adventure Dent, arthur (fictitious character), fiction Prefect, ford (fictitious character), fiction Short stories Fiction, science fiction, general Fiction, humorous, general",
        "description": "",
        "language": "English",
        "publicationDate": "1996",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=845"
    },
    {
        "title": "The hitchhiker's guide to the galaxy",
        "authors": "Douglas Adams",
        "price": "800.86",
        "genre": "comic science fiction Vogons Humorous fiction Imaginary voyages wit and humour Science Fiction Interstellar travel Fiction Interplanetary voyages Open Library Staff Picks Life on other planets Ford Prefect (Fictitious character) Arthur Dent (Fictitious character) Humorous stories Viajes interplanetarios Ficción Language readers Reading Level-Grade 11 Reading Level-Grade 12 Radio plays English literature Fiction, science fiction, general Fiction, humorous Dent, arthur (fictitious character), fiction Prefect, ford (fictitious character), fiction Fiction, science fiction, action & adventure Christian life Indians of North America Science-fiction Fiction, humorous, general New age movement Fiction, action & adventure English language",
        "description": "Far out in the uncharted backwaters of the unfashionable end of the Western Spiral arm of the Galaxy lies a small unregarded yellow sun.",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/10176291-M.jpg"
    },
    {
        "title": "The Hitchhiker's Guide to the Galaxy",
        "authors": "Douglas Adams",
        "price": "601.52",
        "genre": "comic science fiction Vogons Humorous fiction Imaginary voyages wit and humour Science Fiction Interstellar travel Fiction Interplanetary voyages Open Library Staff Picks Life on other planets Ford Prefect (Fictitious character) Arthur Dent (Fictitious character) Humorous stories Viajes interplanetarios Ficción Language readers Reading Level-Grade 11 Reading Level-Grade 12 Radio plays English literature Fiction, science fiction, general Fiction, humorous Dent, arthur (fictitious character), fiction Prefect, ford (fictitious character), fiction Fiction, science fiction, action & adventure Christian life Indians of North America Science-fiction Fiction, humorous, general New age movement Fiction, action & adventure English language",
        "description": "Far out in the uncharted backwaters of the unfashionable end of the Western Spiral arm of the Galaxy lies a small unregarded yellow sun.",
        "language": "English",
        "publicationDate": "Mar 29, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/8769632-M.jpg"
    },
    {
        "title": "The Ultimate Hitchhiker's Guide",
        "authors": "Douglas Adams",
        "price": "254.31",
        "genre": "comic science fiction Vogons Humorous fiction Imaginary voyages wit and humour Science Fiction Interstellar travel Fiction Interplanetary voyages Life on other planets Humorous stories fantasy fiction English Humorous stories English Science fiction Humorous stories, English Science fiction, English English literature Fiction, science fiction, action & adventure Dent, arthur (fictitious character), fiction Prefect, ford (fictitious character), fiction Short stories Fiction, science fiction, general Fiction, humorous, general",
        "description": "",
        "language": "English",
        "publicationDate": "1996",
        "imageUrl": "https://covers.openlibrary.org/b/id/7892560-M.jpg"
    },
    {
        "title": "A short history of nearly everything",
        "authors": "Bill Bryson",
        "price": "301.05",
        "genre": "Science Popular works Ciencia Obras populares Science, popular works Obras de divulgacio n. Natuurwetenschappen Sciences Ouvrages de vulgarisation Wetenschapsbeoefening Origin Life Humor Travel Philosophy Culture Nonfiction Open Library Staff Picks Human beings popular science Long Now Manual for Civilization Reading Level-Grade 11 Reading Level-Grade 12 30.01 history of the exact sciences Einführung Naturwissenschaften Wetenschapsfilosofie Natuurlijke historie Einfu hrung Large type books Allgemeinwissen Cosmology Geology. Earth sciences",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/12995805-M.jpg"
    },
    {
        "title": "Bill Bryson's African diary",
        "authors": "Bill Bryson",
        "price": "924.06",
        "genre": "Nonfiction Travel CARE/International Description and travel Kenya - Description and travel Reisebericht Kenya, description and travel CARE (Firm) Reisebericht 2002 Africa, history",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/6815851-M.jpg"
    },
    {
        "title": "Bryson's dictionary of troublesome words",
        "authors": "Bill Bryson",
        "price": "745.92",
        "genre": "English language Usage Rhetoric Dictionaries Language Arts Nonfiction English language, usage Engels Moeilijke woorden Ingles (Dicionarios) Lexicologie Langues Dictionnaires Fiction, general English language, dictionaries Encyclopedias and dictionaries",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=117"
    },
    {
        "title": "In a sunburned country",
        "authors": "Bill Bryson",
        "price": "252.18",
        "genre": "Social life and customs Description and travel Humour Journeys Travel Civilization Nonfiction Australia Bill Bryson Description Large type books Australia, social life and customs Australia, description and travel Australia, civilization [re cit de voyage] Oceania, history New York Times reviewed",
        "description": "",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/12722656-M.jpg"
    },
    {
        "title": "I'm a stranger here myself",
        "authors": "Bill Bryson",
        "price": "331.61",
        "genre": "Anecdotes Social life and customs Description and travel Large type books New York Times reviewed Biography & Autobiography Nonfiction Cuban prose literature Cuban literature Cuban fiction Travel Manners and customs United states, description and travel United states, social life and customs",
        "description": "I once joked in a book that there are three things you can't do in life.",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://covers.openlibrary.org/b/id/12722647-M.jpg"
    },
    {
        "title": "The Lost Continent",
        "authors": "Bill Bryson",
        "price": "620.44",
        "genre": "Cities and towns Social life and customs Description and travel Travel Journeys Cities and towns, united states United states, description and travel United states, social life and customs Nonfiction Manners and customs Handbooks, manuals United states, history Korean langauge materials",
        "description": "I come from Des Moines.",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/12722717-M.jpg"
    },
    {
        "title": "Neither here nor there",
        "authors": "Bill Bryson",
        "price": "668.28",
        "genre": "Travel Description and travel Travel writing Humor and entertainment Large type books Europe, description and travel Humor (Nonfiction) Nonfiction Reisebexicht Reisebericht Reisen Text",
        "description": "",
        "language": "English",
        "publicationDate": "1993",
        "imageUrl": "https://covers.openlibrary.org/b/id/6543636-M.jpg"
    },
    {
        "title": "Notes from a Small Island",
        "authors": "Bill Bryson",
        "price": "400.94",
        "genre": "Voyages England Description and travel Journeys 20th century Reisebericht Civilization Travel Nonfiction American Authors Authors, American England, description and travel Large type books New York Times reviewed Great britain, description and travel",
        "description": "There are certain idiosyncratic notions that you quietly come to accept when you live for a long time in Britain.",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/14427867-M.jpg"
    },
    {
        "title": "The Mother Tongue",
        "authors": "Bill Bryson",
        "price": "292.4",
        "genre": "English language History English language, history New York Times reviewed Language Anglès Història",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/8349379-M.jpg"
    },
    {
        "title": "The Hobbit And The Lord Of The Rings The Hobbit The Fellowship Of The Ring The Two Towers The Return Of The King",
        "authors": "J.R.R. Tolkien, Ensemble cast",
        "price": "538.17",
        "genre": "Fiction, fantasy, epic Middle earth (imaginary place), fiction Baggins, frodo (fictitious character), fiction Baggins, bilbo (fictitious character), fiction Gandalf (fictitious character), fiction Science fiction, fantasy, horror British and irish fiction (fictional works by one author) Fiction, fantasy, general",
        "description": "",
        "language": "English",
        "publicationDate": "2012",
        "imageUrl": "https://covers.openlibrary.org/b/id/7657446-M.jpg"
    },
    {
        "title": "The lord of the rings",
        "authors": "J.R.R. Tolkien",
        "price": "839.82",
        "genre": "The Lord of the Rings Fiction Ficción English Fantasy fiction Ficción fantástica inglesa Fantasy fiction Fiction in English Open Library Staff Picks Middle Earth (Imaginary place) Fiction, fantasy, epic Middle earth (imaginary place), fiction Baggins, frodo (fictitious character), fiction Gandalf (fictitious character), fiction British and irish fiction (fictional works by one author) English literature Frodo Baggins (Fictitious character) Baggins, bilbo (fictitious character), fiction Fiction, fantasy, general English language Fiction, media tie-in Gift books Quests (Expeditions) Wizards Terre du Milieu (Lieu imaginaire) Romans, nouvelles Quête",
        "description": "'Battle and war!' said Gandalf. 'Ride on!'",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/7073567-M.jpg"
    },
    {
        "title": "The Fellowship of the Ring",
        "authors": "J.R.R. Tolkien",
        "price": "437.39",
        "genre": "Elves Dwarves evil fear friends hope young adult fiction Ficción Ficción fantástica inglesa Fantastic fiction The Lord of the Rings English Fantasy fiction Open Library Staff Picks Fiction Fantasy Fairy tales Adventure stories Fantasy fiction Middle Earth (Imaginary place) History and criticism FICTION / Fantasy / Epic Adventure fiction English fiction Translations in Chinese Fiction, fantasy, epic Middle earth (imaginary place), fiction Baggins, frodo (fictitious character), fiction Gandalf (fictitious character), fiction British and irish fiction (fictional works by one author) Baggins, bilbo (fictitious character), fiction Fiction, media tie-in Children's fiction English literature Large type books Fiction in English Roman Français (langue) Lectures et morceaux choisis Vol. 1. Lord of the rings (Tolkien, J.R.R.) Gandolf (Fictitious character) Terre du Milieu (Lieu imaginaire) Romans, nouvelles Frodo Baggins (Fictitious character) Fiction, fantasy, general",
        "description": "This book is largely concerned with Hobbits, and from its pages a reader may discover much of their character and a little of their history.",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/14393948-M.jpg"
    },
    {
        "title": "The lord of the rings",
        "authors": "J.R.R. Tolkien",
        "price": "235.67",
        "genre": "The Lord of the Rings Fiction Ficción English Fantasy fiction Ficción fantástica inglesa Fantasy fiction Fiction in English Open Library Staff Picks Middle Earth (Imaginary place) Fiction, fantasy, epic Middle earth (imaginary place), fiction Baggins, frodo (fictitious character), fiction Gandalf (fictitious character), fiction British and irish fiction (fictional works by one author) English literature Frodo Baggins (Fictitious character) Baggins, bilbo (fictitious character), fiction Fiction, fantasy, general English language Fiction, media tie-in Gift books Quests (Expeditions) Wizards Terre du Milieu (Lieu imaginaire) Romans, nouvelles Quête",
        "description": "'Battle and war!' said Gandalf. 'Ride on!'",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/394006-M.jpg"
    },
    {
        "title": "The Lord of the rings",
        "authors": "David Storey",
        "price": "302.37",
        "genre": "Middle-Earth (Imaginary place) Art teachers Lord of the rings, the fellowship of the ring (Motion picture) Fantasy fiction Suicidal behavior Handbooks, manuals Fiction Lord of the rings, the two towers (Motion picture) Lord of the rings, the return of the king (Motion picture) Fantasy fiction, history and criticism Middle earth (imaginary place) Fantasy films, history and criticism Motion pictures, setting and scenery Fiction, general Motion pictures, united states",
        "description": "",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/6997017-M.jpg"
    },
    {
        "title": "The Lord of the Rings complete visual companion",
        "authors": "Jude Fisher",
        "price": "506.59",
        "genre": "Pictorial works Lord of the Rings films Fiction, fantasy, epic",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/394776-M.jpg"
    },
    {
        "title": "Agile web development with rails",
        "authors": "Dave Thomas",
        "price": "773.24",
        "genre": "Web site development Handbooks, manuals Ruby (Computer program language) Ruby on rails (Electronic resource) Programming Languages Ruby (programmeertaal) Ruby (computer program language) Agile software development",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/6995157-M.jpg"
    },
    {
        "title": "Hatchet",
        "authors": "Gary Paulsen",
        "price": "887.66",
        "genre": "Divorce plane crash survival Canada, fiction Divorce, fiction Children's fiction Newbery Honor Juvenile fiction Fiction Hatchet Gary Paulsen 1988 Newbery Honor Book Teens Teenagers Juvenile YA Young adult Literature Books Stories Chapter book Faith Cessna 406 Pilot Heart attack CPR Airplane Crash Wilderness Birds Wildlife Canadian Oil Fields Choke cherries Gut cherries Hazelnut Bushes Secrets in divorces Children of divorced parents Ficción juvenil Open Library Staff Picks Reading Level-Grade 11 Reading Level-Grade 12 Divorcio Supervivencia Large type books Adventure stories Self-reliance Wilderness areas Wilderness survival, fiction Survival, fiction Fiction, general Wilderness survival Airplane crash survival Accelerated Reader 6.1. Accelerated Reader - 6.1. Survival (Title) Hunting stories Deer Eskimos Survival Hunting Self-perception Histoires de chasse Cerfs Romans, nouvelles, etc. pour la jeunesse Inuits Habiletés de survie Boys, fiction Shipwreck survival Survival after airplane accidents, shipwrecks JUVENILE FICTION / Action & Adventure / Survival Stories JUVENILE FICTION / Action & Adventure / General JUVENILE FICTION / Social Issues / Adolescence",
        "description": "BRIAN ROBESON stared out the window of the small plane at the endless green northern wilderness below.",
        "language": "English",
        "publicationDate": "1996",
        "imageUrl": "https://covers.openlibrary.org/b/id/10653790-M.jpg"
    },
    {
        "title": "A Guide for Using Hatchet in the Classroom",
        "authors": "Gary Paulsen",
        "price": "106.77",
        "genre": "A Guide for Using Hatchet in the Classroom",
        "description": "",
        "language": "English",
        "publicationDate": "November 3, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/780034-M.jpg"
    },
    {
        "title": "Guts",
        "authors": "Gary Paulsen",
        "price": "555.07",
        "genre": "Juvenile literature American Authors Authorship Biography Children's stories Authors, juvenile literature Authors, american Authorship, juvenile literature",
        "description": "Perhaps the single most catastrophic event in Brian's life in Hatchet is when the pilot dies of a heart attack.",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/239597-M.jpg"
    },
    {
        "title": "Molly Hatchet - 5 of the Best",
        "authors": "Molly Hatchet",
        "price": "583.93",
        "genre": "Molly Hatchet - 5 of the Best",
        "description": "",
        "language": "English",
        "publicationDate": "June 1, 2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/1928956-M.jpg"
    },
    {
        "title": "Hatchet Jobs",
        "authors": "Dale Peck",
        "price": "542.7",
        "genre": "History and criticism American literature Books, reviews American literature, history and criticism, 20th century Literature, history and criticism New York Times reviewed",
        "description": "",
        "language": "English",
        "publicationDate": "November 3, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/874855-M.jpg"
    },
    {
        "title": "A Changeling For All Seasons",
        "authors": "Angela Knight",
        "price": "729.12",
        "genre": "Erotic stories Fiction, erotica, general",
        "description": "",
        "language": "English",
        "publicationDate": "November 4, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/875098-M.jpg"
    },
    {
        "title": "Changeling",
        "authors": "Delia Sherman",
        "price": "881.31",
        "genre": "Fantasy Juvenile fiction Fiction American Fantasy fiction Changelings Children's fiction Fantasy fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/6805368-M.jpg"
    },
    {
        "title": "The changeling sea",
        "authors": "Patricia A. McKillip",
        "price": "587.6",
        "genre": "Fantasy Fiction Islands Magic Fantasy fiction Kings, queens, rulers, etc., fiction Children's fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/108681-M.jpg"
    },
    {
        "title": "The Changeling",
        "authors": "Zilpha Keatley Snyder",
        "price": "443.03",
        "genre": "Friendship Fiction",
        "description": "",
        "language": "English",
        "publicationDate": "June 8, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/387916-M.jpg"
    },
    {
        "title": "The Changeling",
        "authors": "Kate Horsley",
        "price": "350.08",
        "genre": "Fiction, historical Fiction, psychological Ireland, fiction Women Fiction Identity (Psychology) Passing (Identity) Gender identity Sex role",
        "description": "",
        "language": "English",
        "publicationDate": "April 12, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/859585-M.jpg"
    },
    {
        "title": "The changeling",
        "authors": "Eleanor Alice Burford Hibbert",
        "price": "791.25",
        "genre": "Fiction, romance, historical, general Fiction History Large type books Great britain, fiction Accessible book Fiction, romance, historical Fiction, family life",
        "description": "",
        "language": "English",
        "publicationDate": "1990",
        "imageUrl": "https://covers.openlibrary.org/b/id/6603863-M.jpg"
    },
    {
        "title": "The Known World",
        "authors": "Edward P. Jones, Antonio Fernandez Lera",
        "price": "247.06",
        "genre": "Fiction Esclavitud National Book Critics Circle Award Winner African American slaveholders award:national_book_critics_circle_award=2003 Historical fiction Vida en la plantación African American plantation owners Dueños de plantaciones afronorteamericanos Slavery Novela histórica open_syllabus_project Slaves Plantation life Dueños de esclavos afronorteamericanos award:national_book_critics_circle_award=fiction Esclavos Ficción African Americans African American plantation owners-Fiction Plantations African American Novel And Short Story Fiction - General Spanish: Adult Fiction General Historical - General Propriétaires d'esclaves noirs américains Esclaves Esclavage Vie dans les plantations Romans, nouvelles 18.06 Anglo-American literature Fiction, historical African americans, fiction Slaves, fiction Virginia, fiction Fiction, historical, general",
        "description": "The evening his master died he worked again well after he ended the day for the other adults, his own wife among them, and sent them back with hunger and tiredness to their cabins.",
        "language": "English",
        "publicationDate": "August 29, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/46872-M.jpg"
    },
    {
        "title": "The Known World CD",
        "authors": "Edward P. Jones, Antonio Fernandez Lera",
        "price": "996.67",
        "genre": "Fiction Esclavitud National Book Critics Circle Award Winner African American slaveholders award:national_book_critics_circle_award=2003 Historical fiction Vida en la plantación African American plantation owners Dueños de plantaciones afronorteamericanos Slavery Novela histórica open_syllabus_project Slaves Plantation life Dueños de esclavos afronorteamericanos award:national_book_critics_circle_award=fiction Esclavos Ficción African Americans African American plantation owners-Fiction Plantations African American Novel And Short Story Fiction - General Spanish: Adult Fiction General Historical - General Propriétaires d'esclaves noirs américains Esclaves Esclavage Vie dans les plantations Romans, nouvelles 18.06 Anglo-American literature Fiction, historical African americans, fiction Slaves, fiction Virginia, fiction Fiction, historical, general",
        "description": "",
        "language": "English",
        "publicationDate": "June 15, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/35181-M.jpg"
    },
    {
        "title": "The Known World",
        "authors": "Edward P. Jones",
        "price": "137.07",
        "genre": "African American slaveholders Slaves African American plantation owners Fiction Slavery Plantation life African americans, fiction Fiction, historical, general Large type books",
        "description": "The evening his master died he worked again well after he ended the day for the other adults, his own wife among them, and sent them back with hunger and tiredness to their cabins.",
        "language": "English",
        "publicationDate": "June 15, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/34377-M.jpg"
    },
    {
        "title": "Traders, guns & money",
        "authors": "Satyajit Das",
        "price": "959.65",
        "genre": "Derivative securities Derivaten (financiën)",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=925"
    },
    {
        "title": "Artesia",
        "authors": "Mark S. Smylie",
        "price": "267.45",
        "genre": "Video games",
        "description": "This book, Artesia: Adventures in the Known World (hereafter referred to as Artesia AKW), is roleplaying game.",
        "language": "English",
        "publicationDate": "December 14, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/959537-M.jpg"
    },
    {
        "title": "The John McPhee Reader",
        "authors": "John McPhee",
        "price": "250.38",
        "genre": "Essays (single author)",
        "description": "McPhee first saw Bill Bradley on a basketball court in 1962, the winter of Bradley's freshman year at Princeton.",
        "language": "English",
        "publicationDate": "June 1, 1982",
        "imageUrl": "https://covers.openlibrary.org/b/id/224670-M.jpg"
    },
    {
        "title": "Uncommon carriers",
        "authors": "John McPhee",
        "price": "171.38",
        "genre": "Transportation Freight and freightage Travel New York Times reviewed Freight",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/11830696-M.jpg"
    },
    {
        "title": "Heirs of general practice",
        "authors": "John McPhee",
        "price": "467.7",
        "genre": "Medicine Physicians (General practice) Specialties and specialists Family medicine Physician-Patient Relations General Practitioners Family Practice Family Physicians",
        "description": "",
        "language": "English",
        "publicationDate": "1986",
        "imageUrl": "https://covers.openlibrary.org/b/id/224711-M.jpg"
    },
    {
        "title": "The control of nature",
        "authors": "John A. McPhee, John McPhee",
        "price": "475.04",
        "genre": "Environmental protection Nature Effect of human beings on Influence on nature Man Human beings Long Now Manual for Civilization Nature, effect of human beings on New York Times reviewed",
        "description": "",
        "language": "English",
        "publicationDate": "1990",
        "imageUrl": "https://covers.openlibrary.org/b/id/10105062-M.jpg"
    },
    {
        "title": "Annals of the former world",
        "authors": "John McPhee",
        "price": "581.49",
        "genre": "Geology Long Now Manual for Civilization Geology, united states",
        "description": "",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=300"
    },
    {
        "title": "Coming into the country",
        "authors": "John McPhee",
        "price": "914.13",
        "genre": "Description and travel Descriptions et voyages Travel Alaska, history Alaska, description and travel Alaska, biography",
        "description": "",
        "language": "English",
        "publicationDate": "1991",
        "imageUrl": "https://covers.openlibrary.org/b/id/6896877-M.jpg"
    },
    {
        "title": "La Place De LA Concorde Suisse",
        "authors": "John McPhee",
        "price": "722.47",
        "genre": "Switzerland Switzerland. Armee Defenses Neutrality Switzerland, history Switzerland, politics and government Switzerland. Armée",
        "description": "The Swiss have not fought a war for nearly five hundred years, and are determined to know how so as not to.",
        "language": "English",
        "publicationDate": "April 1, 1994",
        "imageUrl": "https://covers.openlibrary.org/b/id/224707-M.jpg"
    },
    {
        "title": "Giving good weight",
        "authors": "John McPhee",
        "price": "329.06",
        "genre": "Short stories Essays American essays Fiction, short stories (single author)",
        "description": "",
        "language": "English",
        "publicationDate": "1980",
        "imageUrl": "https://covers.openlibrary.org/b/id/12990043-M.jpg"
    },
    {
        "title": "Rising from the Plains",
        "authors": "John McPhee",
        "price": "375.18",
        "genre": "Geology, history Geology, united states",
        "description": "",
        "language": "English",
        "publicationDate": "1987",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=878"
    },
    {
        "title": "The Heidi Chronicles. (Acting Edition for Theater Productions)",
        "authors": "Wendy Wasserstein",
        "price": "779.65",
        "genre": "Female friendship Drama Women art historians American drama American drama (dramatic works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "Jan 11, 1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/8753189-M.jpg"
    },
    {
        "title": "The Heidi chronicles and other plays",
        "authors": "Wendy Wasserstein",
        "price": "470.07",
        "genre": "American drama (dramatic works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "1991",
        "imageUrl": "https://covers.openlibrary.org/b/id/420213-M.jpg"
    },
    {
        "title": "Active Literacy Across the Curriculum",
        "authors": "Heidi Hayes Jacobs",
        "price": "701.88",
        "genre": "Language experience approach in education Direct instruction Correlation with content subjects Language arts",
        "description": "Language capacity is the root of all student performance.",
        "language": "English",
        "publicationDate": "March 29, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/1996984-M.jpg"
    },
    {
        "title": "Simply beautiful beaded jewelry",
        "authors": "Heidi Boyd",
        "price": "909.19",
        "genre": "Beadwork Crafts Jewelry making Nonfiction",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/9793638-M.jpg"
    },
    {
        "title": "Always Enough",
        "authors": "Rolland and Heidi Baker",
        "price": "185.53",
        "genre": "Church work with children Charismatische Bewegung Missionaries Mission Biography Missionaries, biography Missions, africa",
        "description": "",
        "language": "English",
        "publicationDate": "September 1, 2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/562500-M.jpg"
    },
    {
        "title": "Mapping the big picture",
        "authors": "Heidi Hayes Jacobs",
        "price": "950.95",
        "genre": "Teacher participation in curriculum planning Educational tests and measurements Tests et mesures en education Enseignants Curriculumplanung Schultest Curriculum planning Curriculum development Teachers Participation a la planification des programmes d'etudes Assessment Tests et mesures en éducation Participation à la planification des programmes d'études",
        "description": "",
        "language": "English",
        "publicationDate": "1997",
        "imageUrl": "https://covers.openlibrary.org/b/id/660915-M.jpg"
    },
    {
        "title": "Heidi (Kingfisher Classics)",
        "authors": "Johanna Spyri",
        "price": "509.06",
        "genre": "Johanna Spyri Shirley Temple Movie tie-in Children Babies Toddlers Grades 3-4 Children's Kid's Juvenile Adult Fiction Classic Literature Stories Story Book Picture Books Chapter books Hardcover Paperback Braille Audio book e-book Family 5 Year old Orphan Heidi (fictional character) Grandfather Nature Love of nature Goats Mountain life Swiss Alps Swiss (German) History Invalids Grandfathers Juvenile fiction Orphans Children's fiction Grandparents, fiction Orphans, fiction Switzerland, fiction Fiction, general Girls, fiction Large type books Grandparent-grandchild relationship Juvenile literature Switzerland Alps, fiction Family life, fiction Short stories Heidi (Fictitious character : Spyri) Grandparent and child",
        "description": "THE PRETTY LITTLE SWISS TOWN of Maienfeld lies at the foot of a mountain range, whose grim rugged peaks tower high above the valley below.",
        "language": "English",
        "publicationDate": "September 1, 2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/500332-M.jpg"
    },
    {
        "title": "Getting Results With Curriculum Mapping",
        "authors": "Heidi Hayes Jacobs",
        "price": "542.57",
        "genre": "Teacher participation in curriculum planning",
        "description": "",
        "language": "English",
        "publicationDate": "November 30, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/661026-M.jpg"
    },
    {
        "title": "There's Always Enough",
        "authors": "",
        "price": "737.02",
        "genre": "There's Always Enough",
        "description": "",
        "language": "English",
        "publicationDate": "June 2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/900253-M.jpg"
    },
    {
        "title": "What to expect the first year",
        "authors": "Heidi Murkoff",
        "price": "495.91",
        "genre": "Infants Child rearing Care Infants, care and hygiene Parenting, study and teaching Parenting Toddlers",
        "description": "",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/11743015-M.jpg"
    },
    {
        "title": "The player's handbook",
        "authors": "Heidi Fleiss",
        "price": "119.68",
        "genre": "Single women Man-woman relationships Dating (Social customs)",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/737531-M.jpg"
    },
    {
        "title": "Simply beautiful beading",
        "authors": "Heidi Boyd",
        "price": "583.3",
        "genre": "Nonfiction Crafts Beadwork Beads Patterns",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/8122450-M.jpg"
    },
    {
        "title": "God Emperor of Dune (Dune Chronicles, Book 4)",
        "authors": "Frank Herbert, Simon Vance",
        "price": "470.73",
        "genre": "American Science fiction Dune (imaginary place), fiction Fiction, science fiction, general Dune (Imaginary place) Fiction Science fiction Roman Science-fiction Littérature fantastique Français (langue) Lectures et morceaux choisis",
        "description": "THE THREE people running northward through moon shadows in the Forbidden Forest were strung out along almost half a kilometer.",
        "language": "English",
        "publicationDate": "June 15, 1987",
        "imageUrl": "https://covers.openlibrary.org/b/id/284524-M.jpg"
    },
    {
        "title": "Chapterhouse, Dune",
        "authors": "Frank Herbert, Scott Brick",
        "price": "358.74",
        "genre": "Dune (Imaginary place) Fiction Science fiction Dune (imaginary place), fiction Fiction, science fiction, general Literature Fiction, science fiction, action & adventure",
        "description": "",
        "language": "English",
        "publicationDate": "1987",
        "imageUrl": "https://covers.openlibrary.org/b/id/6610378-M.jpg"
    },
    {
        "title": "Dune Messiah",
        "authors": "Frank Herbert, Michel Demuth",
        "price": "114.67",
        "genre": "American Science fiction Dune (Imaginary place) Fiction Fiction in English Imaginary places Science Fiction Translations into Russian Novela Dune (Lugar imaginario) Lectures et morceaux choisis Anglais (langue) Roman ame ricain Science-fiction ame ricaine Long Now Manual for Civilization Roman américain Science-fiction américaine Dune (imaginary place), fiction Fiction, science fiction, general",
        "description": "Muad'dib's Imperial reign generated more historians than any other era in human history.",
        "language": "English",
        "publicationDate": "July 15, 1987",
        "imageUrl": "https://covers.openlibrary.org/b/id/6389112-M.jpg"
    },
    {
        "title": "Dreamer of Dune",
        "authors": "Brian Herbert",
        "price": "956.25",
        "genre": "Science fiction Dune (Imaginary place) American Authors Biography Authorship Herbert, frank, 1920-1986",
        "description": "FRANK HERBERT'S paternal grandfather, Otto, was born in 1864 on a boat while coming to America from Bavaria with other immigrants.",
        "language": "English",
        "publicationDate": "July 1, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/524197-M.jpg"
    },
    {
        "title": "Heretics of Dune",
        "authors": "Frank Herbert, Bill Ransom",
        "price": "545.88",
        "genre": "Science Fiction Fiction Dune (Imaginary place) Anglais (langue) Roman américain Science-fiction américaine Fiction, science fiction, general Dune (imaginary place), fiction Imaginary places Dune (Lieu imaginaire) Romans, nouvelles American Science fiction Science fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1984",
        "imageUrl": "https://covers.openlibrary.org/b/id/6637679-M.jpg"
    },
    {
        "title": "The road to Dune",
        "authors": "Frank Herbert, Kevin J. Anderson",
        "price": "677.58",
        "genre": "Literary collections Science fiction Authorship Dune (Imaginary place) Fiction, science fiction, general Dune (imaginary place), fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/8009492-M.jpg"
    },
    {
        "title": "Heretics of Dune (Dune Chronicles, Book 5)",
        "authors": "Frank Herbert, Bill Ransom",
        "price": "787.2",
        "genre": "Science Fiction Fiction Dune (Imaginary place) Anglais (langue) Roman américain Science-fiction américaine Fiction, science fiction, general Dune (imaginary place), fiction Imaginary places Dune (Lieu imaginaire) Romans, nouvelles American Science fiction Science fiction",
        "description": "Taraza told you, did she not, that we have gone through eleven of these Duncan Idaho gholas?",
        "language": "English",
        "publicationDate": "August 15, 1987",
        "imageUrl": "https://covers.openlibrary.org/b/id/284530-M.jpg"
    },
    {
        "title": "The Art of The Fellowship of the Ring",
        "authors": "Gary Russell",
        "price": "847.73",
        "genre": "Lord of the rings, the fellowship of the ring (Motion picture) Motion pictures, setting and scenery Cinematography, special effects",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/393768-M.jpg"
    },
    {
        "title": "The  power of one",
        "authors": "Bryce Courtenay",
        "price": "936.37",
        "genre": "Fiction World War, 1939-1945 Children Conduct of life Prisons Apartheid Boxing Prejudices Self-confidence History Boxing stories Juvenile fiction Historical Fiction Sports South africa, fiction Fiction, war & military World war, 1939-1945, fiction Adventure and adventurers Afrikaners Success in children Boarding schools Courage Loneliness War stories History, 1909-1961 CHILDREN SOUTH AFRICA FICTION WAR STORIES WORLD WAR, 1939-1945",
        "description": "",
        "language": "English",
        "publicationDate": "1996",
        "imageUrl": "https://covers.openlibrary.org/b/id/6459205-M.jpg"
    },
    {
        "title": "The power of one",
        "authors": "Bryce Courtenay",
        "price": "479.08",
        "genre": "Fiction World War, 1939-1945 Children Conduct of life Prisons Apartheid Boxing Prejudices Self-confidence History Boxing stories Juvenile fiction Historical Fiction Sports South africa, fiction Fiction, war & military World war, 1939-1945, fiction Adventure and adventurers Afrikaners Success in children Boarding schools Courage Loneliness War stories History, 1909-1961 CHILDREN SOUTH AFRICA FICTION WAR STORIES WORLD WAR, 1939-1945",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/244693-M.jpg"
    },
    {
        "title": "The Power of One",
        "authors": "John C. Maxwell",
        "price": "919.02",
        "genre": "The Power of One",
        "description": "",
        "language": "English",
        "publicationDate": "November 3, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/537021-M.jpg"
    },
    {
        "title": "The power of an hour",
        "authors": "Dave Lakhani",
        "price": "206.46",
        "genre": "Organizational change Business Success in business Nonfiction Executive ability",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/306997-M.jpg"
    },
    {
        "title": "The power of one",
        "authors": "Louis E. Catron",
        "price": "919.1",
        "genre": "One-person shows (Performing arts) Monodramas History and criticism American drama (dramatic works by one author) Monologues",
        "description": "",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://covers.openlibrary.org/b/id/2385168-M.jpg"
    },
    {
        "title": "How to buy, sell and profit on eBay",
        "authors": "Adam Ginsberg",
        "price": "696.16",
        "genre": "Management Small business New business enterprises Internet auctions EBay (Firm) Electronic commerce",
        "description": "When I started selling on eBay, I would have loved to sit down with somebody and have that person teach me everything.",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/6951092-M.jpg"
    },
    {
        "title": "Ebay for dummies",
        "authors": "Marsha Collier, Roland Woerner",
        "price": "748.36",
        "genre": "Internet auctions EBay (Firm) Computer Technology Recursos de redes informáticas Subastas Business Nonfiction Auctions Computer network resources Consumer guides & advice Internet Internet - General Art (Economic Aspects) Computer Networks Reference - General Computers Computers - Communications / Networking Industries - Retailing Computer Books: General Electronic Commerce Online Services - General BUSINESS & ECONOMICS E-Commerce Auctions & Small Business Internet resources Ebay (firm)",
        "description": "",
        "language": "English",
        "publicationDate": "2007",
        "imageUrl": "https://covers.openlibrary.org/b/id/9647250-M.jpg"
    },
    {
        "title": "What to sell on eBay and where to get it",
        "authors": "Chris Malta",
        "price": "223.4",
        "genre": "Business EBay (Firm) Internet auctions Internet marketing Nonfiction",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/62368-M.jpg"
    },
    {
        "title": "Starting an e-Bay business for dummies",
        "authors": "Marsha Collier",
        "price": "890.61",
        "genre": "Computer Technology Management Business Electronic commerce Computer networks Nonfiction New business enterprises Internet auctions EBay (Firm) Web sites, design Web sites",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/9514210-M.jpg"
    },
    {
        "title": "eBay",
        "authors": "Julia Wilkinson",
        "price": "773.38",
        "genre": "Internet auctions EBay (Firm) Ebay (firm)",
        "description": "With millions of items for sale on eBay, and more appearing every day, finding what you want can be very time-consuming.",
        "language": "English",
        "publicationDate": "June 6, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/307379-M.jpg"
    },
    {
        "title": "EBay timesaving techniques for dummies",
        "authors": "Marsha Collier",
        "price": "869.41",
        "genre": "Auctions Computer Technology Computer network resources EBay (Firm) Internet auctions Nonfiction Electronic commerce",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=36"
    },
    {
        "title": "EBay business all-in-one desk reference for dummies",
        "authors": "Marsha Collier",
        "price": "231.34",
        "genre": "Business EBay (Firm) Internet auctions Internet marketing Nonfiction Electronic commerce Ebay (firm)",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/8641553-M.jpg"
    },
    {
        "title": "Ruby cookbook",
        "authors": "Lucas Carlson",
        "price": "850.19",
        "genre": "Object-oriented programming (Computer science) Ruby (Computer program language) Object-oriented programming (computer science) Ruby (computer program language)",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/10361371-M.jpg"
    },
    {
        "title": "Ruby Ann's down home trailer park cookbook",
        "authors": "Ruby Ann Boxcar",
        "price": "554.4",
        "genre": "Cooking",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=729"
    },
    {
        "title": "Ruby Ann's down home trailer park BBQin' cookbook",
        "authors": "Ruby Ann Boxcar",
        "price": "643.61",
        "genre": "Barbecue cookery Barbecuing",
        "description": "",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/1524823-M.jpg"
    },
    {
        "title": "Rails cookbook",
        "authors": "Rob Orsini",
        "price": "339.39",
        "genre": "Ruby (Computer program language) Web site development Ruby (computer program language)",
        "description": "",
        "language": "English",
        "publicationDate": "2007",
        "imageUrl": "https://covers.openlibrary.org/b/id/10308200-M.jpg"
    },
    {
        "title": "Anna Karenina",
        "authors": "Lev Nikolaevič Tolstoy",
        "price": "137.16",
        "genre": "Fiction Adultery Married women Social life and customs Social conditions Upper class women Russian literature Upper class Classic Literature Literature Drama Non-English Fiction Romance Russian fiction open_syllabus_project Long Now Manual for Civilization Reading Level-Grade 11 Reading Level-Grade 12 Continental European fiction (fictional works by one author) Married people, fiction History Manners and customs Russia Love stories FICTION / Classics FICTION / Literary Literary Spanish: Adult Fiction Slavic philology Romance fiction love marriage morals Chang pian xiao shuo Translations into English Translations from Russian English fiction Mujeres casadas Novela Adulterio Ancient, Classical & Medieval Russian Novel And Short Story Literature - Classics / Criticism Literary Collections Classics Romance - General Cuentos de amor Vida social y costumbres Ficción Literature and fiction, historical fiction Fiction, romance, historical, general Adultery -- Fiction Didactic fiction Russia -- Fiction Large type books Femmes mariées Romans, nouvelles Wives Fiction, general Youth Conduct of life Suicide in literature Criticism and interpretation Anna Karenina (Fictitious character)",
        "description": "All happy families are alike; each unhappy family is unhappy in its own way.",
        "language": "English",
        "publicationDate": "May 31, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/111128-M.jpg"
    },
    {
        "title": "Anna Karenina",
        "authors": "Lev Nikolaevič Tolstoy",
        "price": "722.86",
        "genre": "Fiction Adultery Married women Social life and customs Social conditions Upper class women Russian literature Upper class Classic Literature Literature Drama Non-English Fiction Romance Russian fiction open_syllabus_project Long Now Manual for Civilization Reading Level-Grade 11 Reading Level-Grade 12 Continental European fiction (fictional works by one author) Married people, fiction History Manners and customs Russia Love stories FICTION / Classics FICTION / Literary Literary Spanish: Adult Fiction Slavic philology Romance fiction love marriage morals Chang pian xiao shuo Translations into English Translations from Russian English fiction Mujeres casadas Novela Adulterio Ancient, Classical & Medieval Russian Novel And Short Story Literature - Classics / Criticism Literary Collections Classics Romance - General Cuentos de amor Vida social y costumbres Ficción Literature and fiction, historical fiction Fiction, romance, historical, general Adultery -- Fiction Didactic fiction Russia -- Fiction Large type books Femmes mariées Romans, nouvelles Wives Fiction, general Youth Conduct of life Suicide in literature Criticism and interpretation Anna Karenina (Fictitious character)",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/295745-M.jpg"
    },
    {
        "title": "Anna Karenina",
        "authors": "Lev Nikolaevič Tolstoy",
        "price": "198.42",
        "genre": "Fiction Adultery Married women Social life and customs Social conditions Upper class women Russian literature Upper class Classic Literature Literature Drama Non-English Fiction Romance Russian fiction open_syllabus_project Long Now Manual for Civilization Reading Level-Grade 11 Reading Level-Grade 12 Continental European fiction (fictional works by one author) Married people, fiction History Manners and customs Russia Love stories FICTION / Classics FICTION / Literary Literary Spanish: Adult Fiction Slavic philology Romance fiction love marriage morals Chang pian xiao shuo Translations into English Translations from Russian English fiction Mujeres casadas Novela Adulterio Ancient, Classical & Medieval Russian Novel And Short Story Literature - Classics / Criticism Literary Collections Classics Romance - General Cuentos de amor Vida social y costumbres Ficción Literature and fiction, historical fiction Fiction, romance, historical, general Adultery -- Fiction Didactic fiction Russia -- Fiction Large type books Femmes mariées Romans, nouvelles Wives Fiction, general Youth Conduct of life Suicide in literature Criticism and interpretation Anna Karenina (Fictitious character)",
        "description": "",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=245"
    },
    {
        "title": "Anna Karenina",
        "authors": "Marianne Sturman",
        "price": "298.67",
        "genre": "Anna Karenina",
        "description": "",
        "language": "English",
        "publicationDate": "1965",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=715"
    },
    {
        "title": "Anna Karenina",
        "authors": "Lev Nikolaevič Tolstoy",
        "price": "542.44",
        "genre": "Fiction Adultery Married women Social life and customs Social conditions Upper class women Russian literature Upper class Classic Literature Literature Drama Non-English Fiction Romance Russian fiction open_syllabus_project Long Now Manual for Civilization Reading Level-Grade 11 Reading Level-Grade 12 Continental European fiction (fictional works by one author) Married people, fiction History Manners and customs Russia Love stories FICTION / Classics FICTION / Literary Literary Spanish: Adult Fiction Slavic philology Romance fiction love marriage morals Chang pian xiao shuo Translations into English Translations from Russian English fiction Mujeres casadas Novela Adulterio Ancient, Classical & Medieval Russian Novel And Short Story Literature - Classics / Criticism Literary Collections Classics Romance - General Cuentos de amor Vida social y costumbres Ficción Literature and fiction, historical fiction Fiction, romance, historical, general Adultery -- Fiction Didactic fiction Russia -- Fiction Large type books Femmes mariées Romans, nouvelles Wives Fiction, general Youth Conduct of life Suicide in literature Criticism and interpretation Anna Karenina (Fictitious character)",
        "description": "",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/869620-M.jpg"
    },
    {
        "title": "Anna Karenina",
        "authors": "Lev Nikolaevič Tolstoy",
        "price": "731.44",
        "genre": "Fiction Adultery Married women Social life and customs Social conditions Upper class women Russian literature Upper class Classic Literature Literature Drama Non-English Fiction Romance Russian fiction open_syllabus_project Long Now Manual for Civilization Reading Level-Grade 11 Reading Level-Grade 12 Continental European fiction (fictional works by one author) Married people, fiction History Manners and customs Russia Love stories FICTION / Classics FICTION / Literary Literary Spanish: Adult Fiction Slavic philology Romance fiction love marriage morals Chang pian xiao shuo Translations into English Translations from Russian English fiction Mujeres casadas Novela Adulterio Ancient, Classical & Medieval Russian Novel And Short Story Literature - Classics / Criticism Literary Collections Classics Romance - General Cuentos de amor Vida social y costumbres Ficción Literature and fiction, historical fiction Fiction, romance, historical, general Adultery -- Fiction Didactic fiction Russia -- Fiction Large type books Femmes mariées Romans, nouvelles Wives Fiction, general Youth Conduct of life Suicide in literature Criticism and interpretation Anna Karenina (Fictitious character)",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/314295-M.jpg"
    },
    {
        "title": "Anna Karenina (Barnes & Noble Classics)",
        "authors": "Lev Nikolaevič Tolstoy",
        "price": "430.45",
        "genre": "Continental european fiction (fictional works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "August 26, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/1983328-M.jpg"
    },
    {
        "title": "Dinner With Anna Karenina",
        "authors": "Gloria Goldreich",
        "price": "919.03",
        "genre": "Spouses Female friendship Fiction Book clubs (Discussion groups) Divorce Fiction, romance, general Friendship, fiction Married people, fiction New york (n.y.), fiction Large type books",
        "description": "",
        "language": "English",
        "publicationDate": "January 1, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/6635990-M.jpg"
    },
    {
        "title": "Leo Tolstoy, Anna Karenina",
        "authors": "Anthony Thorlby",
        "price": "902.14",
        "genre": "Tolstoy, leo, graf, 1828-1910",
        "description": "",
        "language": "English",
        "publicationDate": "1987",
        "imageUrl": "https://covers.openlibrary.org/b/id/6822988-M.jpg"
    },
    {
        "title": "untouchable",
        "authors": "Mulk Raj Anand, Mulk-Raj Anand",
        "price": "876.39",
        "genre": "Dalits Fiction Social life and customs Untouchables Fiction, general India, fiction Caste Social conditions Fiction (fictional works by one author)",
        "description": "THE outcastes' colony was a group of mud-wallet houses that clustered together in two rows, under the shadow both of the town and the cantonment, but outside their boundaries and separate from them.",
        "language": "English",
        "publicationDate": "1990",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=27"
    },
    {
        "title": "The untouchable",
        "authors": "John Banville",
        "price": "262.58",
        "genre": "Espionage, Soviet Fiction History Literature Russians Soviet Espionage Spies Large type books Spy stories Great britain, fiction Fiction, mystery & detective, general Fiction, thrillers, espionage",
        "description": "",
        "language": "English",
        "publicationDate": "1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/9812508-M.jpg"
    },
    {
        "title": "The Untouchables",
        "authors": "",
        "price": "585.73",
        "genre": "The Untouchables",
        "description": "Cigar smoke hung in a heavy blue haze over the long polished table.",
        "language": "English",
        "publicationDate": "December 1993",
        "imageUrl": "https://covers.openlibrary.org/b/id/811529-M.jpg"
    },
    {
        "title": "Untouchables",
        "authors": "Narendra Jadhav",
        "price": "725.62",
        "genre": "Biography Economists Monetary reformers Dalits Social conditions People with social disabilities Economists, biography Reformers India, biography India, social conditions",
        "description": "",
        "language": "English",
        "publicationDate": "September 27, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/474745-M.jpg"
    },
    {
        "title": "Dalit",
        "authors": "V.T Rajshekar Shetty, V. T. Rajeshekar",
        "price": "642.61",
        "genre": "Untouchables Sociology Discrimination & Racism Social Science Sociology - General Anthropology - Cultural Asia - India & South Asia Ethnology Dictionaries",
        "description": "",
        "language": "English",
        "publicationDate": "1987",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=707"
    },
    {
        "title": "Growing up untouchable in India",
        "authors": "Vasant Moon",
        "price": "360.21",
        "genre": "Dalits Scheduled tribes Childhood and youth People with social disabilities India, biography Caste, india",
        "description": "",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/1382135-M.jpg"
    },
    {
        "title": "The evidence-based social work skills book",
        "authors": "Barry Cournoyer",
        "price": "475.21",
        "genre": "Social work education Social service Evidence-based social work",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/13068174-M.jpg"
    },
    {
        "title": "A guide for using A wrinkle in time in the classroom",
        "authors": "John Carratello",
        "price": "199.22",
        "genre": "Study and teaching Study and teaching (Middle school) Young adult literature Language arts (Elementary) Reading (Elementary)",
        "description": "",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=850"
    },
    {
        "title": "Wrinkles in Time",
        "authors": "George Smoot, Keay Davidson",
        "price": "944.94",
        "genre": "Creation Space and time Cosmology Expanding universe Big bang theory Kosmologie Oerexplosie Astrophysics Science: General Issues Cosmogony",
        "description": "",
        "language": "English",
        "publicationDate": "Oct 01, 1994",
        "imageUrl": "https://covers.openlibrary.org/b/id/10464297-M.jpg"
    },
    {
        "title": "A wrinkle in time",
        "authors": "Madeleine L'Engle",
        "price": "212.87",
        "genre": "Love sci-fi Newbery Medal Open Library Staff Picks Juvenile fiction Space and time Fiction Science fiction Friendship in adolesce Time travel Murry family (Fictitious character) Brothers and sisters Extraterrestrial beings Friendship Science Fiction, Fantasy, & Magic Classics Spanish: Young Adult (Gr. 10-12) Juvenile Fiction - Classics Văn học Mĩ Tiểu thuyết Missing persons Gifted children Newbery Medal books Families Family life Reading Level-Grade 7 Reading Level-Grade 9 Reading Level-Grade 8 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Children's fiction Fantasy fiction Murry family (fictitious character), fiction Fathers and daughters, fiction Friendship, fiction Large type books Murry family (Fictitious characters) Adventure and adventurers, fiction American fiction Moral and ethical aspects Responsibility Decision making Good and evil A wrinkle in time Espacio y tiempo Novela Viaje en el tiempo",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/4289050-M.jpg"
    },
    {
        "title": "Literature Circle Guide",
        "authors": "Tara McCarthy",
        "price": "402.36",
        "genre": "Children's fiction Fantasy fiction",
        "description": "The background information about the author and the book and the enrichment readings are designed to offer information that will enhance students' understanding of the book.",
        "language": "English",
        "publicationDate": "January 2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/1228506-M.jpg"
    },
    {
        "title": "Una Arruga En El Tiempo / A Wrinkle in Time",
        "authors": "Madeleine L'Engle",
        "price": "255.52",
        "genre": "Love sci-fi Newbery Medal Open Library Staff Picks Juvenile fiction Space and time Fiction Science fiction Friendship in adolesce Time travel Murry family (Fictitious character) Brothers and sisters Extraterrestrial beings Friendship Science Fiction, Fantasy, & Magic Classics Spanish: Young Adult (Gr. 10-12) Juvenile Fiction - Classics Văn học Mĩ Tiểu thuyết Missing persons Gifted children Newbery Medal books Families Family life Reading Level-Grade 7 Reading Level-Grade 9 Reading Level-Grade 8 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Children's fiction Fantasy fiction Murry family (fictitious character), fiction Fathers and daughters, fiction Friendship, fiction Large type books Murry family (Fictitious characters) Adventure and adventurers, fiction American fiction Moral and ethical aspects Responsibility Decision making Good and evil A wrinkle in time Espacio y tiempo Novela Viaje en el tiempo",
        "description": "",
        "language": "English",
        "publicationDate": "Jun 01, 1984",
        "imageUrl": "https://covers.openlibrary.org/b/id/10464314-M.jpg"
    },
    {
        "title": "The Long Shadow",
        "authors": "Cynthia Harrod-Eagles",
        "price": "975.21",
        "genre": "Fiction, fantasy, historical",
        "description": "",
        "language": "English",
        "publicationDate": "1994",
        "imageUrl": "https://covers.openlibrary.org/b/id/7842279-M.jpg"
    },
    {
        "title": "A long shadow",
        "authors": "Charles Todd",
        "price": "217.73",
        "genre": "Police Fiction Mystery fiction Ian Rutledge (Fictitious character) Rutledge, ian (fictitious character), fiction Fiction, historical Fiction, mystery & detective, police procedural England, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/6964019-M.jpg"
    },
    {
        "title": "Long Way Round",
        "authors": "Ewan McGregor, Charley Boorman",
        "price": "796.88",
        "genre": "Biography Description and travel Motion picture actors and actresses Motorcycling Travel Essays & Travelogues General Special Interest - Adventure Biography & Autobiography / General Motorcycles - General Biography & Autobiography Travel - General Biography/Autobiography Motion picture actors and actresses, great britain Scotland, biography Voyages around the world Cycling Social life and customs Motorcycle touring Pictorial works Africa, description and travel Europe, description and travel Motion pictures, biography Voyages and travels",
        "description": "EWAN: On the last day, I walked down to the harbour.",
        "language": "English",
        "publicationDate": "November 1, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/479588-M.jpg"
    },
    {
        "title": "A shadow in summer",
        "authors": "Daniel Abraham",
        "price": "901.36",
        "genre": "City and town life Fiction Fiction, fantasy, general",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/524624-M.jpg"
    },
    {
        "title": "New hope for the dead",
        "authors": "Charles Ray Willeford",
        "price": "863.19",
        "genre": "Fiction Hoke Moseley (Fictitious character) Police Fiction, mystery & detective, general Miami (fla.), fiction Moseley, hoke (fictitious character), fiction Mystery Fiction, general Florida, fiction Fiction, crime Romans policiers",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/744904-M.jpg"
    },
    {
        "title": "Sideswipe",
        "authors": "Charles Ray Willeford",
        "price": "677.92",
        "genre": "Fiction Hoke Moseley (Fictitious character) Police Fiction, mystery & detective, general Fiction, general Mystery Mystery & Detective Hard-Boiled American LITERARY CRITICISM General Moseley, hoke (fictitious character), fiction Miami (fla.), fiction Fiction, crime",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/744903-M.jpg"
    },
    {
        "title": "Miami blues",
        "authors": "Charles Ray Willeford",
        "price": "560.95",
        "genre": "Police Fiction Hoke Moseley (Fictitious character) American fiction Fiction, mystery & detective, police procedural Miami (fla.), fiction Moseley, hoke (fictitious character), fiction Mystery Fiction, general Fiction, crime Fiction, mystery & detective, general Florida, fiction Detective and mystery stories",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/744901-M.jpg"
    },
    {
        "title": "The burnt orange heresy",
        "authors": "Charles Ray Willeford",
        "price": "444.92",
        "genre": "Art critics Fiction Painters Fiction, suspense Fiction, thrillers, general Florida, fiction Fiction, thrillers, suspense",
        "description": "",
        "language": "English",
        "publicationDate": "1990",
        "imageUrl": "https://covers.openlibrary.org/b/id/7109706-M.jpg"
    },
    {
        "title": "I Am Charlotte Simmons",
        "authors": "Tom Wolfe, Tom Wolfe",
        "price": "878.42",
        "genre": "Race relations Bildungsromans Social classes Difference (Psychology) Women college students College stories Young women Fiction College students Fiction, psychological Young women, fiction Fiction, general Large type books",
        "description": "Every time the men's-room door opened, the amped-up onslaught of Swarm, the band banging out the concert in the theater overhead , came crashing in, ricocheting off all the mirrors and ceramic surfaces until it seemed twice as loud.",
        "language": "English",
        "publicationDate": "August 11, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/10548178-M.jpg"
    },
    {
        "title": "Edward Lear",
        "authors": "Edward Lear",
        "price": "496.31",
        "genre": "Correspondence Children's poetry Exhibitions Children's poetry, English Landscape in art Criticism and interpretation Biography Nonsense verses Artists English Poets Limericks English Nonsense verses English poetry Landscapes in art",
        "description": "",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/6724580-M.jpg"
    },
    {
        "title": "The Penguin Book of Nonsense Verse (Puffin Poetry)",
        "authors": "Quentin Blake",
        "price": "925.99",
        "genre": "Fiction Literature Juvenile poetry Children's nonfiction Children's poetry, English Poetry Anthologies Verse Collections Nonsense verses English Nonsense verses Poetry (poetic works by one author) American Nonsense verses Poetry, collections",
        "description": "",
        "language": "English",
        "publicationDate": "February 2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/102089-M.jpg"
    },
    {
        "title": "Henry Miller on Writing",
        "authors": "Henry Miller",
        "price": "576.13",
        "genre": "Authorship American essays Miller, henry, 1891-1980",
        "description": "During this period when I was drifting from door to door, job to job, friend to friend, meal to meal, I did try nevertheless to rope off a little space for myself which might be an anchorage; it was more like a life-buoy in the midst of a swift channel.",
        "language": "English",
        "publicationDate": "June 1964",
        "imageUrl": "https://covers.openlibrary.org/b/id/597866-M.jpg"
    },
    {
        "title": "Quiet days in Clichy",
        "authors": "Henry Miller",
        "price": "637.82",
        "genre": "American fiction (fictional works by one author)",
        "description": "As I write, night is falling and people are going to dinner.",
        "language": "English",
        "publicationDate": "",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=10"
    },
    {
        "title": "Tropic of cancer",
        "authors": "Henry Miller",
        "price": "431.45",
        "genre": "Autobiographical fiction Fiction Americans Authorship Bohemianism Sex customs History Social life and customs Amerikaner Bohème Paris (france), fiction Fiction, biographical General Unabridged Audio - Fiction/General Audio Adult: Books On Tape Fiction, erotica American fiction (fictional works by one author) Fiction, erotica, general Romans, nouvelles Histoire",
        "description": "I am living at the Villa Borghese.",
        "language": "English",
        "publicationDate": "1980",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=172"
    },
    {
        "title": "Tropic of Capricorn",
        "authors": "Henry Miller",
        "price": "894.4",
        "genre": "Social life and customs Manners and customs Vardagsliv och traditioner Skönlitteratur Fiction American fiction (fictional works by one author) African American families in literature English fiction Fiction, historical, general Novela norteamericana Fiction, general New york (n.y.), fiction Fiction, biographical Novela estadounidense",
        "description": "Once you have given up the ghost, everything follows with dead certainty, even in the midst of chaos.",
        "language": "English",
        "publicationDate": "1987",
        "imageUrl": "https://covers.openlibrary.org/b/id/11722357-M.jpg"
    },
    {
        "title": "Nexus",
        "authors": "Henry Miller",
        "price": "560.07",
        "genre": "Fiction New york (n.y.), fiction American fiction (fictional works by one author) Authors, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1987",
        "imageUrl": "https://covers.openlibrary.org/b/id/6796355-M.jpg"
    },
    {
        "title": "Sexus",
        "authors": "Henry Miller",
        "price": "542.27",
        "genre": "Biography New york (n.y.), fiction American fiction (fictional works by one author) Authors, fiction Fiction Sexual behavior Social conditions Sex Fiction, biographical Man-woman relationships",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/10013184-M.jpg"
    },
    {
        "title": "The Air-Conditioned Nightmare",
        "authors": "Henry Miller",
        "price": "600.31",
        "genre": "United states, description and travel Miller, henry, 1891-1980 American essays Arts Description and travel Descriptions and travel Journeys Travel United States Descriptions et voyages Literatura norte-americana Ensaio literário Récits de voyages américains",
        "description": "",
        "language": "English",
        "publicationDate": "October 1, 1970",
        "imageUrl": "https://covers.openlibrary.org/b/id/597860-M.jpg"
    },
    {
        "title": "The portrait of a lady",
        "authors": "Henry James",
        "price": "105.97",
        "genre": "Fiction Americans Inheritance and succession Triangles (Interpersonal relations) Isabel Archer (Fictitious character) Fathers and daughters Married women Young women Married people Social life and customs Domestic relations Readers Marriage Classic Literature Historical Fiction Romance Composition and exercises Latin language Grammar Problems, exercises Long Now Manual for Civilization Archer, Isabel (Fictitious character) -- Fiction Romance Norte Americano Manners and customs Film Fathers and daughters, fiction Italy, fiction Man-woman relationships, fiction Married people, fiction Archer, isabel (fictitious character), fiction American fiction (fictional works by one author) Fiction, psychological American literature James, henry, 1843-1916 Large type books",
        "description": "",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/109047-M.jpg"
    },
    {
        "title": "The Portrait of a Lady (Barnes & Noble Classics Series) (Barnes & Noble Classics)",
        "authors": "Henry James",
        "price": "410.44",
        "genre": "Fathers and daughters, fiction Italy, fiction Man-woman relationships, fiction Married people, fiction Archer, isabel (fictitious character), fiction American fiction (fictional works by one author) Fiction, psychological",
        "description": "",
        "language": "English",
        "publicationDate": "January 16, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/869679-M.jpg"
    },
    {
        "title": "Writing",
        "authors": "Marguerite Duras",
        "price": "637.33",
        "genre": "Translations into English",
        "description": "",
        "language": "English",
        "publicationDate": "1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/819723-M.jpg"
    },
    {
        "title": "The War",
        "authors": "Marguerite Duras",
        "price": "217.91",
        "genre": "Authors, French Biography World War, 1939-1945 Personal narratives, French French Personal narratives French Authors World War (1939-1945) fast (OCoLC)fst01180924 Duras, marguerite, 1914-1996 Authors, french World war, 1939-1945, personal narratives, french Bibliography",
        "description": "",
        "language": "English",
        "publicationDate": "August 1, 1994",
        "imageUrl": "https://covers.openlibrary.org/b/id/804878-M.jpg"
    },
    {
        "title": "The ravishing of Lol Stein",
        "authors": "Marguerite Duras",
        "price": "438.08",
        "genre": "Continental european fiction (fictional works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "1986",
        "imageUrl": "https://covers.openlibrary.org/b/id/254350-M.jpg"
    },
    {
        "title": "Love letters",
        "authors": "Kahlil Gibran",
        "price": "243.66",
        "genre": "Correspondence Arab Authors Love-letters Love poetry",
        "description": "",
        "language": "English",
        "publicationDate": "1999",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=654"
    },
    {
        "title": "Kahlil Gibran",
        "authors": "Jean Gibran, Kahlil Gibran",
        "price": "327.32",
        "genre": "Gibran, kahlil, 1883-1931 Arab Authors Biography Mystics",
        "description": "The date of my birth is unknown, Kahlil Gibran once said.",
        "language": "English",
        "publicationDate": "April 1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/807020-M.jpg"
    },
    {
        "title": "The beloved",
        "authors": "Kahlil Gibran",
        "price": "995.97",
        "genre": "Translations into English Love English literature Arabic literature Translations from Arabic Fiction, general",
        "description": "",
        "language": "English",
        "publicationDate": "1997",
        "imageUrl": "https://covers.openlibrary.org/b/id/98334-M.jpg"
    },
    {
        "title": "Jesus the Son of Man",
        "authors": "Kahlil Gibran",
        "price": "846.62",
        "genre": "Religious fiction Bible Fiction Fiction, christian, historical Fiction, biographical Jesus christ, fiction Jesus christ Character Biography Character of Jesus Christ History of Biblical events",
        "description": "",
        "language": "English",
        "publicationDate": "June 27, 1946",
        "imageUrl": "https://covers.openlibrary.org/b/id/253637-M.jpg"
    },
    {
        "title": "The broken wings",
        "authors": "Kahlil Gibran",
        "price": "730.75",
        "genre": "Young women Fiction Literature Lebanese Fiction, general",
        "description": "",
        "language": "English",
        "publicationDate": "1994",
        "imageUrl": "https://covers.openlibrary.org/b/id/8073661-M.jpg"
    },
    {
        "title": "Sand and Foam (Kahlil Gibran Pocket Library)",
        "authors": "Kahlil Gibran",
        "price": "890.9",
        "genre": "Sand and Foam (Kahlil Gibran Pocket Library)",
        "description": "",
        "language": "English",
        "publicationDate": "February 21, 1995",
        "imageUrl": "https://covers.openlibrary.org/b/id/418268-M.jpg"
    },
    {
        "title": "Treasure Island",
        "authors": "Robert Louis Stevenson",
        "price": "954.05",
        "genre": "Fiction Treasure Island (Imaginary place) Treasure-trove Pirates Treasure troves Children's fiction Adventure and adventurers, fiction Pirates, fiction Buried treasure, fiction Voyages and travels, fiction Treasure island (imaginary place), fiction Literature British and irish fiction (fictional works by one author) Asventure and adventures Adventure and adventures Buried treasure Caribbean area, fiction Literature and fiction, juvenile Adventure and adventurers Juvenile fiction Adventure stories History Treasure troves -- Juvenile fiction Children: Grades 4-6 Classic Literature Juvenile literature Boys Treasure maps Long John Silver (Fictitious character) Action & Adventure Sea stories Piratas Tesoros ocultos Ficción Relatos de aventura Treasuretrove Adventure fiction Children: Grades 3-4 Cartoons and comics Fiction, action & adventure Fiction, sea stories English literature, history and criticism, 19th century Large type books England, fiction Stevenson, robert louis, 1850-1894 Adventures and adventurers New Words Medieval and modern Latin language Remedial teaching Reading interests Reading Reading (Secondary) Comic books, strips Translations into Scots language Report writing Composition and exercises English language Readers Treasue Island (Imaginary place) Textbooks for foreign speakers Readers for new literates Alice (Fictitious character : Carroll) Fantasy AR 8.0. Romans, nouvelles, etc. pour la jeunesse Child and youth fiction Collected works (single author, multi-form) Poetry (poetic works by one author) Adaptations Graphic novels Teenage boys Kidnapping Voyages around the world Disinheritance Shipwrecks Dictionaries Spanish French German Treasure Island: Robert Louis Stevenson Henry Charles Pitz Classic Novel buccaneers buried gold joy fear suspense Classics New York Times reviewed Roman écossais High interest-low vocabulary books Reading comprehension Problems, exercises English fiction Fiction, historical, general Novela Aventuras y aventureros Novela inglesa Education, great britain Ficción juvenil Spanish language books Spanish language Literary Criticism Nonfiction Thriller Spanish language materials Novela juvenil Aventuras Trésors Romans, nouvelles Recherche Isla del Tesoro (Lugares imaginarios) Tesoros enterrado Buried treasure--Fiction Pirates--Fiction Adventure and adventurers--Fiction Fiction, thrillers, general Ocean travel Mutiny Children's stories, Scottish Translations into Irish Male authors Children's stories, English Scottish authors Scottish Adventure stories Illustrated children's books Specimens Language readers Critique et interprétation Children's literature, French Historical fiction English Literature English Languages & Literatures",
        "description": "SQUIRE TRELAWNEY, Dr Livesey, and the rest of these gentlemen having asked me to write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is still treasure not yet lifted, I take up my pen in the year of grace 17-, and go back to the time when my father kept the 'Admiral Bendow' inn, and the brown old seaman, with the sabre cut, first took up his lodging under our roof.",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/500293-M.jpg"
    },
    {
        "title": "Treasure Island (Unabridged Classics)",
        "authors": "Robert Louis Stevenson",
        "price": "445.7",
        "genre": "Fiction Treasure Island (Imaginary place) Treasure-trove Pirates Treasure troves Children's fiction Adventure and adventurers, fiction Pirates, fiction Buried treasure, fiction Voyages and travels, fiction Treasure island (imaginary place), fiction Literature British and irish fiction (fictional works by one author) Asventure and adventures Adventure and adventures Buried treasure Caribbean area, fiction Literature and fiction, juvenile Adventure and adventurers Juvenile fiction Adventure stories History Treasure troves -- Juvenile fiction Children: Grades 4-6 Classic Literature Juvenile literature Boys Treasure maps Long John Silver (Fictitious character) Action & Adventure Sea stories Piratas Tesoros ocultos Ficción Relatos de aventura Treasuretrove Adventure fiction Children: Grades 3-4 Cartoons and comics Fiction, action & adventure Fiction, sea stories English literature, history and criticism, 19th century Large type books England, fiction Stevenson, robert louis, 1850-1894 Adventures and adventurers New Words Medieval and modern Latin language Remedial teaching Reading interests Reading Reading (Secondary) Comic books, strips Translations into Scots language Report writing Composition and exercises English language Readers Treasue Island (Imaginary place) Textbooks for foreign speakers Readers for new literates Alice (Fictitious character : Carroll) Fantasy AR 8.0. Romans, nouvelles, etc. pour la jeunesse Child and youth fiction Collected works (single author, multi-form) Poetry (poetic works by one author) Adaptations Graphic novels Teenage boys Kidnapping Voyages around the world Disinheritance Shipwrecks Dictionaries Spanish French German Treasure Island: Robert Louis Stevenson Henry Charles Pitz Classic Novel buccaneers buried gold joy fear suspense Classics New York Times reviewed Roman écossais High interest-low vocabulary books Reading comprehension Problems, exercises English fiction Fiction, historical, general Novela Aventuras y aventureros Novela inglesa Education, great britain Ficción juvenil Spanish language books Spanish language Literary Criticism Nonfiction Thriller Spanish language materials Novela juvenil Aventuras Trésors Romans, nouvelles Recherche Isla del Tesoro (Lugares imaginarios) Tesoros enterrado Buried treasure--Fiction Pirates--Fiction Adventure and adventurers--Fiction Fiction, thrillers, general Ocean travel Mutiny Children's stories, Scottish Translations into Irish Male authors Children's stories, English Scottish authors Scottish Adventure stories Illustrated children's books Specimens Language readers Critique et interprétation Children's literature, French Historical fiction English Literature English Languages & Literatures",
        "description": "SQUIRE TRELAWNEY, Dr Livesey, and the rest of these gentlemen having asked me to write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is still treasure not yet lifted, I take up my pen in the year of grace 17-, and go back to the time when my father kept the 'Admiral Bendow' inn, and the brown old seaman, with the sabre cut, first took up his lodging under our roof.",
        "language": "English",
        "publicationDate": "October 1, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/751890-M.jpg"
    },
    {
        "title": "Treasure Island (Enriched Classics)",
        "authors": "Robert Louis Stevenson",
        "price": "824.15",
        "genre": "Fiction Treasure Island (Imaginary place) Treasure-trove Pirates Treasure troves Children's fiction Adventure and adventurers, fiction Pirates, fiction Buried treasure, fiction Voyages and travels, fiction Treasure island (imaginary place), fiction Literature British and irish fiction (fictional works by one author) Asventure and adventures Adventure and adventures Buried treasure Caribbean area, fiction Literature and fiction, juvenile Adventure and adventurers Juvenile fiction Adventure stories History Treasure troves -- Juvenile fiction Children: Grades 4-6 Classic Literature Juvenile literature Boys Treasure maps Long John Silver (Fictitious character) Action & Adventure Sea stories Piratas Tesoros ocultos Ficción Relatos de aventura Treasuretrove Adventure fiction Children: Grades 3-4 Cartoons and comics Fiction, action & adventure Fiction, sea stories English literature, history and criticism, 19th century Large type books England, fiction Stevenson, robert louis, 1850-1894 Adventures and adventurers New Words Medieval and modern Latin language Remedial teaching Reading interests Reading Reading (Secondary) Comic books, strips Translations into Scots language Report writing Composition and exercises English language Readers Treasue Island (Imaginary place) Textbooks for foreign speakers Readers for new literates Alice (Fictitious character : Carroll) Fantasy AR 8.0. Romans, nouvelles, etc. pour la jeunesse Child and youth fiction Collected works (single author, multi-form) Poetry (poetic works by one author) Adaptations Graphic novels Teenage boys Kidnapping Voyages around the world Disinheritance Shipwrecks Dictionaries Spanish French German Treasure Island: Robert Louis Stevenson Henry Charles Pitz Classic Novel buccaneers buried gold joy fear suspense Classics New York Times reviewed Roman écossais High interest-low vocabulary books Reading comprehension Problems, exercises English fiction Fiction, historical, general Novela Aventuras y aventureros Novela inglesa Education, great britain Ficción juvenil Spanish language books Spanish language Literary Criticism Nonfiction Thriller Spanish language materials Novela juvenil Aventuras Trésors Romans, nouvelles Recherche Isla del Tesoro (Lugares imaginarios) Tesoros enterrado Buried treasure--Fiction Pirates--Fiction Adventure and adventurers--Fiction Fiction, thrillers, general Ocean travel Mutiny Children's stories, Scottish Translations into Irish Male authors Children's stories, English Scottish authors Scottish Adventure stories Illustrated children's books Specimens Language readers Critique et interprétation Children's literature, French Historical fiction English Literature English Languages & Literatures",
        "description": "SQUIRE TRELAWNEY, Dr Livesey, and the rest of these gentlemen having asked me to write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is still treasure not yet lifted, I take up my pen in the year of grace 17-, and go back to the time when my father kept the 'Admiral Bendow' inn, and the brown old seaman, with the sabre cut, first took up his lodging under our roof.",
        "language": "English",
        "publicationDate": "May 24, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/12818348-M.jpg"
    },
    {
        "title": "Treasure island",
        "authors": "Robert Louis Stevenson",
        "price": "707.04",
        "genre": "Fiction Treasure Island (Imaginary place) Treasure-trove Pirates Treasure troves Children's fiction Adventure and adventurers, fiction Pirates, fiction Buried treasure, fiction Voyages and travels, fiction Treasure island (imaginary place), fiction Literature British and irish fiction (fictional works by one author) Asventure and adventures Adventure and adventures Buried treasure Caribbean area, fiction Literature and fiction, juvenile Adventure and adventurers Juvenile fiction Adventure stories History Treasure troves -- Juvenile fiction Children: Grades 4-6 Classic Literature Juvenile literature Boys Treasure maps Long John Silver (Fictitious character) Action & Adventure Sea stories Piratas Tesoros ocultos Ficción Relatos de aventura Treasuretrove Adventure fiction Children: Grades 3-4 Cartoons and comics Fiction, action & adventure Fiction, sea stories English literature, history and criticism, 19th century Large type books England, fiction Stevenson, robert louis, 1850-1894 Adventures and adventurers New Words Medieval and modern Latin language Remedial teaching Reading interests Reading Reading (Secondary) Comic books, strips Translations into Scots language Report writing Composition and exercises English language Readers Treasue Island (Imaginary place) Textbooks for foreign speakers Readers for new literates Alice (Fictitious character : Carroll) Fantasy AR 8.0. Romans, nouvelles, etc. pour la jeunesse Child and youth fiction Collected works (single author, multi-form) Poetry (poetic works by one author) Adaptations Graphic novels Teenage boys Kidnapping Voyages around the world Disinheritance Shipwrecks Dictionaries Spanish French German Treasure Island: Robert Louis Stevenson Henry Charles Pitz Classic Novel buccaneers buried gold joy fear suspense Classics New York Times reviewed Roman écossais High interest-low vocabulary books Reading comprehension Problems, exercises English fiction Fiction, historical, general Novela Aventuras y aventureros Novela inglesa Education, great britain Ficción juvenil Spanish language books Spanish language Literary Criticism Nonfiction Thriller Spanish language materials Novela juvenil Aventuras Trésors Romans, nouvelles Recherche Isla del Tesoro (Lugares imaginarios) Tesoros enterrado Buried treasure--Fiction Pirates--Fiction Adventure and adventurers--Fiction Fiction, thrillers, general Ocean travel Mutiny Children's stories, Scottish Translations into Irish Male authors Children's stories, English Scottish authors Scottish Adventure stories Illustrated children's books Specimens Language readers Critique et interprétation Children's literature, French Historical fiction English Literature English Languages & Literatures",
        "description": "SQUIRE TRELAWNEY, Dr Livesey, and the rest of these gentlemen having asked me to write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is still treasure not yet lifted, I take up my pen in the year of grace 17-, and go back to the time when my father kept the 'Admiral Bendow' inn, and the brown old seaman, with the sabre cut, first took up his lodging under our roof.",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/12819079-M.jpg"
    },
    {
        "title": "Treasure Island",
        "authors": "Robert Louis Stevenson",
        "price": "858.67",
        "genre": "Fiction Treasure Island (Imaginary place) Treasure-trove Pirates Treasure troves Children's fiction Adventure and adventurers, fiction Pirates, fiction Buried treasure, fiction Voyages and travels, fiction Treasure island (imaginary place), fiction Literature British and irish fiction (fictional works by one author) Asventure and adventures Adventure and adventures Buried treasure Caribbean area, fiction Literature and fiction, juvenile Adventure and adventurers Juvenile fiction Adventure stories History Treasure troves -- Juvenile fiction Children: Grades 4-6 Classic Literature Juvenile literature Boys Treasure maps Long John Silver (Fictitious character) Action & Adventure Sea stories Piratas Tesoros ocultos Ficción Relatos de aventura Treasuretrove Adventure fiction Children: Grades 3-4 Cartoons and comics Fiction, action & adventure Fiction, sea stories English literature, history and criticism, 19th century Large type books England, fiction Stevenson, robert louis, 1850-1894 Adventures and adventurers New Words Medieval and modern Latin language Remedial teaching Reading interests Reading Reading (Secondary) Comic books, strips Translations into Scots language Report writing Composition and exercises English language Readers Treasue Island (Imaginary place) Textbooks for foreign speakers Readers for new literates Alice (Fictitious character : Carroll) Fantasy AR 8.0. Romans, nouvelles, etc. pour la jeunesse Child and youth fiction Collected works (single author, multi-form) Poetry (poetic works by one author) Adaptations Graphic novels Teenage boys Kidnapping Voyages around the world Disinheritance Shipwrecks Dictionaries Spanish French German Treasure Island: Robert Louis Stevenson Henry Charles Pitz Classic Novel buccaneers buried gold joy fear suspense Classics New York Times reviewed Roman écossais High interest-low vocabulary books Reading comprehension Problems, exercises English fiction Fiction, historical, general Novela Aventuras y aventureros Novela inglesa Education, great britain Ficción juvenil Spanish language books Spanish language Literary Criticism Nonfiction Thriller Spanish language materials Novela juvenil Aventuras Trésors Romans, nouvelles Recherche Isla del Tesoro (Lugares imaginarios) Tesoros enterrado Buried treasure--Fiction Pirates--Fiction Adventure and adventurers--Fiction Fiction, thrillers, general Ocean travel Mutiny Children's stories, Scottish Translations into Irish Male authors Children's stories, English Scottish authors Scottish Adventure stories Illustrated children's books Specimens Language readers Critique et interprétation Children's literature, French Historical fiction English Literature English Languages & Literatures",
        "description": "SQUIRE TRELAWNEY, Dr Livesey, and the rest of these gentlemen having asked me to write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is still treasure not yet lifted, I take up my pen in the year of grace 17-, and go back to the time when my father kept the 'Admiral Bendow' inn, and the brown old seaman, with the sabre cut, first took up his lodging under our roof.",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/321590-M.jpg"
    },
    {
        "title": "Treasure Island",
        "authors": "Robert Louis Stevenson",
        "price": "484.06",
        "genre": "Fiction Treasure Island (Imaginary place) Treasure-trove Pirates Treasure troves Children's fiction Adventure and adventurers, fiction Pirates, fiction Buried treasure, fiction Voyages and travels, fiction Treasure island (imaginary place), fiction Literature British and irish fiction (fictional works by one author) Asventure and adventures Adventure and adventures Buried treasure Caribbean area, fiction Literature and fiction, juvenile Adventure and adventurers Juvenile fiction Adventure stories History Treasure troves -- Juvenile fiction Children: Grades 4-6 Classic Literature Juvenile literature Boys Treasure maps Long John Silver (Fictitious character) Action & Adventure Sea stories Piratas Tesoros ocultos Ficción Relatos de aventura Treasuretrove Adventure fiction Children: Grades 3-4 Cartoons and comics Fiction, action & adventure Fiction, sea stories English literature, history and criticism, 19th century Large type books England, fiction Stevenson, robert louis, 1850-1894 Adventures and adventurers New Words Medieval and modern Latin language Remedial teaching Reading interests Reading Reading (Secondary) Comic books, strips Translations into Scots language Report writing Composition and exercises English language Readers Treasue Island (Imaginary place) Textbooks for foreign speakers Readers for new literates Alice (Fictitious character : Carroll) Fantasy AR 8.0. Romans, nouvelles, etc. pour la jeunesse Child and youth fiction Collected works (single author, multi-form) Poetry (poetic works by one author) Adaptations Graphic novels Teenage boys Kidnapping Voyages around the world Disinheritance Shipwrecks Dictionaries Spanish French German Treasure Island: Robert Louis Stevenson Henry Charles Pitz Classic Novel buccaneers buried gold joy fear suspense Classics New York Times reviewed Roman écossais High interest-low vocabulary books Reading comprehension Problems, exercises English fiction Fiction, historical, general Novela Aventuras y aventureros Novela inglesa Education, great britain Ficción juvenil Spanish language books Spanish language Literary Criticism Nonfiction Thriller Spanish language materials Novela juvenil Aventuras Trésors Romans, nouvelles Recherche Isla del Tesoro (Lugares imaginarios) Tesoros enterrado Buried treasure--Fiction Pirates--Fiction Adventure and adventurers--Fiction Fiction, thrillers, general Ocean travel Mutiny Children's stories, Scottish Translations into Irish Male authors Children's stories, English Scottish authors Scottish Adventure stories Illustrated children's books Specimens Language readers Critique et interprétation Children's literature, French Historical fiction English Literature English Languages & Literatures",
        "description": "SQUIRE TRELAWNEY, Dr Livesey, and the rest of these gentlemen having asked me to write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is still treasure not yet lifted, I take up my pen in the year of grace 17-, and go back to the time when my father kept the 'Admiral Bendow' inn, and the brown old seaman, with the sabre cut, first took up his lodging under our roof.",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/833286-M.jpg"
    },
    {
        "title": "100 Years of Lynchings",
        "authors": "Ralph Ginzburg",
        "price": "506.44",
        "genre": "Lynching Race relations African americans, history",
        "description": "WEST POINT, N.Y., Apr. 15-James Webster Smith, the first colored cadet in the history of West Point, was recently taken from his bed, gagged, bound, and severely beaten, and then his ears were slit.",
        "language": "English",
        "publicationDate": "November 22, 1996",
        "imageUrl": "https://covers.openlibrary.org/b/id/712311-M.jpg"
    },
    {
        "title": "Cien Años de Soledad",
        "authors": "Gabriel García Márquez",
        "price": "838.23",
        "genre": "Spanish language books Fiction Social conditions Macondo (Imaginary place) novel magic realism Latinamerican literature Condiciones sociales Novela Literatura épica Epic literature Macondo (Lugar imaginario) Ficción Spanish language materials Ficcion Translations into Arabic Latin American fiction Spanish fiction Translations into Gujarati Chang pian xiao shuo Translations into Russian Colombian fiction Cliffs Notes Magic realism (Literature) Large type books Dorf Familie Unabhängigkeitsbewegung Romans, nouvelles Conditions sociales Macondo (imaginary place), fiction Fiction (fictional works by one author) Latin america, fiction Fiction, general Garcia marquez, gabriel, 1928-2014 Criticism and interpretation Cien años de soledad (García Márquez, Gabriel) Spanish American fiction In English Texts Argentinian fiction Macondo (Lieu imaginaire) Romance literature América Latina Romans, nouvelles, etc. pour la jeunesse Roman colombien Littérature épique Epic poems General Spanish language Fantasy Literature",
        "description": "MANY YEARS LATER, as he faced the firing squad, Colonel Aureliano Buendia was to remember that distant afternoon when his father took him to discover ice.",
        "language": "English",
        "publicationDate": "January 1997",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=80"
    },
    {
        "title": "On beyond zebra",
        "authors": "Dr. Seuss",
        "price": "777.37",
        "genre": "Nonsense verses Juvenile literature Juvenile Wit and humor Alphabet Animals Poetry English language Humorous poetry JUVENILE FICTION / Concepts / Alphabet JUVENILE FICTION / Concepts / Words JUVENILE FICTION / Humorous Stories Children's fiction Zebras, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1955",
        "imageUrl": "https://covers.openlibrary.org/b/id/5419051-M.jpg"
    },
    {
        "title": "The Wedding Clause",
        "authors": "Debbie Raleigh",
        "price": "679.34",
        "genre": "Marriage Inheritance and succession Fiction Fiction, romance, general",
        "description": "\"What the devil! Is this some kind of jest?\"",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/7493477-M.jpg"
    },
    {
        "title": "The Zebra Wall",
        "authors": "Kevin Henkes",
        "price": "203.17",
        "genre": "Fiction Aunts Juvenile fiction Family life Babies Family Infants Children's fiction Zebras, fiction Infants, fiction Interpersonal relations, fiction",
        "description": "The long list of names was fastened to the refrigerator door with a thick, hot pink magnet in the shape of an ice-cream cone.",
        "language": "English",
        "publicationDate": "February 15, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/33308-M.jpg"
    },
    {
        "title": "El perfume",
        "authors": "Patrick Süskind",
        "price": "443.35",
        "genre": "Historical fiction psychological thriller dark fantasy coming-of-age murder mystery obsession perfume scent olfactory senses identity love loneliness 18th century France Fiction, suspense France, fiction Fiction, historical, general Perfumes Odors Murderers Fiction Parfum (Motion picture)",
        "description": "",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/12447090-M.jpg"
    },
    {
        "title": "The Door into Summer",
        "authors": "Robert A. Heinlein",
        "price": "576.09",
        "genre": "American Science fiction Cold Sleep Hired Girl Inc. Science fiction Time Travel Fiction, science fiction, general Artificial hibernation Fiction Twenty-first century American literature Fiction, general",
        "description": "ONE WINTER SHORTLY BEFORE THE SIX WEEKS War my tomcat, Petronius the Arbiter, and I lived in an old farmhouse in Connecticut.",
        "language": "English",
        "publicationDate": "June 17, 1997",
        "imageUrl": "https://covers.openlibrary.org/b/id/10118264-M.jpg"
    },
    {
        "title": "Stranger in a Strange Land",
        "authors": "Robert A. Heinlein",
        "price": "134.61",
        "genre": "Hugo Award Winner award:hugo_award=1962 award:hugo_award=novel Fiction Fiction in English Science fiction American Science fiction Religion Cults Sects Martians Life on other planets Fiction, science fiction, general Human-alien encounters Fiction, general",
        "description": "",
        "language": "English",
        "publicationDate": "Oct 01, 1991",
        "imageUrl": "https://covers.openlibrary.org/b/id/8535833-M.jpg"
    },
    {
        "title": "To sail beyond the sunset",
        "authors": "Robert A. Heinlein",
        "price": "631.62",
        "genre": "New York Times reviewed Long, lazarus (fictitious character), fiction Fiction, science fiction, general Johnson, maureen (fictitious character), fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1988",
        "imageUrl": "https://covers.openlibrary.org/b/id/9400962-M.jpg"
    },
    {
        "title": "Job",
        "authors": "Robert A. Heinlein",
        "price": "422.32",
        "genre": "American Science fiction",
        "description": "The fire pit was about twenty-five feet long ten feet wide, and perhaps two feet deep.",
        "language": "English",
        "publicationDate": "October 12, 1985",
        "imageUrl": "https://covers.openlibrary.org/b/id/207058-M.jpg"
    },
    {
        "title": "Time for the Stars",
        "authors": "Robert A. Heinlein",
        "price": "799.48",
        "genre": "Science fiction rah robert heinlein Fiction, science fiction, general Twins Fiction Fiction, fantasy, general",
        "description": "",
        "language": "English",
        "publicationDate": "August 8, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/524700-M.jpg"
    },
    {
        "title": "The Long Dark Tea-Time of the Soul",
        "authors": "Douglas Adams",
        "price": "538.83",
        "genre": "Norse mythology horoscopes Fiction, fantasy, contemporary Fiction, humorous Fiction, science fiction, general Gently, dirk (fictitious character), fiction Private investigators, fiction Dirk Gently (Fictitious character) Private investigators Fiction Norse Gods Physicians New York Times reviewed Science fiction Fiction, humorous, general English literature",
        "description": "It can hardly be a coincidence that no language on earth has ever produced the expression \"As pretty as an airport.\"",
        "language": "English",
        "publicationDate": "February 15, 1991",
        "imageUrl": "https://covers.openlibrary.org/b/id/10542695-M.jpg"
    },
    {
        "title": "The Salmon of Doubt",
        "authors": "Douglas Adams",
        "price": "617.68",
        "genre": "Fiction Science Fiction English essays Fiction, science fiction, general Gently, dirk (fictitious character), fiction Fiction, humorous Private investigators, fiction ENGLISH LITERATURE Hitch-hiker's guide to the galaxy Fiction, humorous, general Literature and fiction, science fiction Fiction, science fiction, action & adventure Humorous / General Dirk Gently (Fictitious character) Short stories Science Fiction / General Modern & Contemporary Fiction (Post C 1945) Humour",
        "description": "Douglas Adams was-in every sense of the word-larger than life.",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/11464835-M.jpg"
    },
    {
        "title": "Wish you were here",
        "authors": "Nick Webb",
        "price": "476.16",
        "genre": "Ecologists English Novelists Biography",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=648"
    },
    {
        "title": "Douglas Adamss Starship Titanic A Novel",
        "authors": "Terry Jones",
        "price": "669.99",
        "genre": "Fiction, humorous, general Fiction, science fiction, space opera",
        "description": "",
        "language": "English",
        "publicationDate": "1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/7480637-M.jpg"
    },
    {
        "title": "Salmon Of Doubt",
        "authors": "Douglas Adams",
        "price": "149.24",
        "genre": "Fiction Science Fiction English essays Fiction, science fiction, general Gently, dirk (fictitious character), fiction Fiction, humorous Private investigators, fiction ENGLISH LITERATURE Hitch-hiker's guide to the galaxy Fiction, humorous, general Literature and fiction, science fiction Fiction, science fiction, action & adventure Humorous / General Dirk Gently (Fictitious character) Short stories Science Fiction / General Modern & Contemporary Fiction (Post C 1945) Humour",
        "description": "",
        "language": "English",
        "publicationDate": "July 29, 2003",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=660"
    },
    {
        "title": "The phantom tollbooth",
        "authors": "Susan Nanus",
        "price": "463.4",
        "genre": "The phantom tollbooth",
        "description": "",
        "language": "English",
        "publicationDate": "January 1, 1977",
        "imageUrl": "https://covers.openlibrary.org/b/id/4679268-M.jpg"
    },
    {
        "title": "On Bullshit",
        "authors": "Harry G. Frankfurt",
        "price": "687.49",
        "genre": "Truthfulness and falsehood American wit and humor LANGUAGE ARTS & DISCIPLINES Linguistics Deception Lüge Unwahrheit Wahrheit Vertrauenswürdigkeit PSYCHOLOGY Honesty Communication Mensonge Interpersonal Relations Wahrhaftigkeit Sprachphilosophie Waarheid Onzin Pragmatics",
        "description": "One of the most salient features of our culture is that there is so much bullshit.",
        "language": "English",
        "publicationDate": "January 10, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/10476700-M.jpg"
    },
    {
        "title": "Another Bullshit Night in Suck City",
        "authors": "Nick Flynn",
        "price": "356.33",
        "genre": "Family Fathers and sons American Poets Homeless persons Family relationships Biography Poets, biography Boston (mass.), biography",
        "description": "Please, she whispers, how may I help you?",
        "language": "English",
        "publicationDate": "September 12, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/251279-M.jpg"
    },
    {
        "title": "Lincoln at Gettysburg",
        "authors": "Garry Wills",
        "price": "266.61",
        "genre": "Oratory American history Redes Interpretation Lincoln, abraham, 1809-1865",
        "description": "James Hurt says that Lincoln used \"the ordinary coin of funeral oratory\" at Gettysburg.",
        "language": "English",
        "publicationDate": "June 12, 1993",
        "imageUrl": "https://covers.openlibrary.org/b/id/409210-M.jpg"
    },
    {
        "title": "The Gettysburg Address",
        "authors": "Abraham Lincoln",
        "price": "217.9",
        "genre": "Anniversaries Consecration of cemeteries History Juvenile literature Miniature books Nonfiction Pictorial works Politics Specimens United States Civil War, 1861-1865 open_syllabus_project Lincoln, abraham, 1809-1865, gettysburg address, juvenile literature Lincoln, abraham, 1809-1865, gettysburg address Lincoln, abraham, 1809-1865 Cemeteries Pennsylvania, history Dedication services Pennsylvania, description and travel",
        "description": "Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.",
        "language": "English",
        "publicationDate": "February 2, 1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/257353-M.jpg"
    },
    {
        "title": "Underworld",
        "authors": "Don DeLillo",
        "price": "561.34",
        "genre": "Baseballs Cold War Ex-convicts Executives Fathers and sons Fiction Public relations Social life and customs Women artists World Series (Baseball) Mœurs et coutumes Roman History World Series (Baseball) fast (OCoLC)fst01409714 1945-1970 M¿urs et coutumes 1971- Cold War (1945-1989) fast (OCoLC)fst01754978 American fiction (fictional works by one author) New york (n.y.), fiction Fathers and sons, fiction Women artists, fiction Baseball stories Fiction, general Manners and customs",
        "description": "I was driving a Lexus through a rustling wind.",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/8730829-M.jpg"
    },
    {
        "title": "Libra",
        "authors": "Don DeLillo",
        "price": "548.2",
        "genre": "Fiction Assassination Assassins Presidents Literature Roman américain Présidents Assassinat Romans, nouvelles Fiction, historical Presidents, united states, fiction Fiction, fantasy, historical Large type books American fiction (fictional works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/9698988-M.jpg"
    },
    {
        "title": "Americana",
        "authors": "Don DeLillo",
        "price": "709.11",
        "genre": "Fiction, general United states, social life and customs, fiction American fiction (fictional works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "1989",
        "imageUrl": "https://covers.openlibrary.org/b/id/94789-M.jpg"
    },
    {
        "title": "Running Dog",
        "authors": "Don DeLillo",
        "price": "560.77",
        "genre": "Fiction Fiction in English Journalists Legislators American fiction (fictional works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "July 17, 1989",
        "imageUrl": "https://covers.openlibrary.org/b/id/419825-M.jpg"
    },
    {
        "title": "Cosmopolis",
        "authors": "Don DeLillo",
        "price": "349.11",
        "genre": "Psychological fiction Self-destructive behavior Fiction Murder victims Young men Foreign exchange market Billionaires 18.06 Anglo-American literature Victims of crimes Markets Fiction, psychological New york (n.y.), fiction American fiction (fictional works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "March 30, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/473373-M.jpg"
    },
    {
        "title": "Great Jones Street",
        "authors": "Don DeLillo",
        "price": "680.19",
        "genre": "City and town life Fiction Rock musicians City and town life -- Fiction Fiction, general New york (n.y.), fiction Fiction, psychological",
        "description": "",
        "language": "English",
        "publicationDate": "1994",
        "imageUrl": "https://covers.openlibrary.org/b/id/96950-M.jpg"
    },
    {
        "title": "The Names",
        "authors": "Don DeLillo",
        "price": "535.83",
        "genre": "Fiction Americans Literary Fiction - General Fiction / General General American fiction (fictional works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "July 17, 1989",
        "imageUrl": "https://covers.openlibrary.org/b/id/419826-M.jpg"
    },
    {
        "title": "Against the Day",
        "authors": "Thomas Pynchon",
        "price": "925.24",
        "genre": "Forecasting Fiction Historical fiction Disasters Fiction, historical American fiction (fictional works by one author) New York Times reviewed Fiction, historical, general",
        "description": "",
        "language": "English",
        "publicationDate": "November 21, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/872335-M.jpg"
    },
    {
        "title": "V.",
        "authors": "Thomas Pynchon",
        "price": "148.07",
        "genre": "Fiction Missing persons Psychological fiction Bohemianism Symbolism Rogues and vagabonds American fiction (fictional works by one author) Fiction in English",
        "description": "Christmas Eve, 1955, Benny Profane, wearing black levis, suede jacket, sneakers and big cowboy hat, happened to pass through Norfolk, Virginia.",
        "language": "English",
        "publicationDate": "April 1, 1999",
        "imageUrl": "https://covers.openlibrary.org/b/id/40630-M.jpg"
    },
    {
        "title": "The Crying of Lot 49",
        "authors": "Thomas Pynchon",
        "price": "357.82",
        "genre": "Administration of estates Married women Fiction open_syllabus_project Long Now Manual for Civilization Translations into English Odysseus (Greek mythology) Poetry Greek Epic poetry Odyssea American fiction (fictional works by one author) Married people, fiction California, fiction Administration successorale Romans, nouvelles Femmes mariées Fiction in English 1960s psychedelia Trystero posthorn Open Library Staff Picks",
        "description": "One summer afternoon Mrs Oedipa Maas came home from a Tupperware party whose hostess had put perhaps too much kirsch in the fondue to find that she, Oedipa, had been named executer, or she supposed executrix, of the estate of one Pierce Inverarity, a California real estate mogul who had once lost two million dollars in his spare time but still had assets numerous and tangled enough to make the job of sorting it all out more than honorary.",
        "language": "English",
        "publicationDate": "April 1, 1999",
        "imageUrl": "https://covers.openlibrary.org/b/id/40806-M.jpg"
    },
    {
        "title": "Gravity's rainbow",
        "authors": "Thomas Pynchon",
        "price": "485.45",
        "genre": "Fiction Rockets (Ordnance) Americans World War, 1939-1945 Rocketry Soldiers National Book Award Winner award:national_book_award=1974 award:national_book_award=fiction World War, 1939-1945 -- Fiction Americans -- Europe -- Fiction Rockets (Ordnance) -- Fiction Rocketry -- Fiction Soldiers -- Fiction Europe -- Fiction World war, 1939-1945, fiction Fiction, war & military Fiction, science fiction, general American fiction (fictional works by one author) Science fiction Fiction in English World War (1939-1945) fast (OCoLC)fst01180924 American literature Comic books, strips Juvenile literature Fighter pilots Biography World War, 1914-1918 German Aerial operations Cartoons and comics Pilotes de chasse Biographies Bandes dessinées Ouvrages pour la jeunesse COMICS & GRAPHIC NOVELS Nonfiction HISTORY Military World War I. Modern 20th Century Aerial Military operations German",
        "description": "",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://covers.openlibrary.org/b/id/100548-M.jpg"
    },
    {
        "title": "Mason & Dixon",
        "authors": "Thomas Pynchon",
        "price": "907.4",
        "genre": "Fiction Surveyors Frontier and pioneer life Surveying History British American fiction (fictional works by one author) Fiction, historical Pennsylvania, fiction Maryland, fiction Fiction, historical, general Géomètres Romans Belletristische Darstellung Historical fiction Vie des pionniers Long Now Manual for Civilization",
        "description": "Snow-Balls have flown their Arcs, starr'd the Sides of Outbuildings, as of Cousins, carried Hats away into the brisk Wind off Delaware,-the Sleds are brought in and their Runners carefully dried and greased, shoes deposited in the back Hall, a stocking'd-foot Descent made upon the great Kitchen, in a purposeful Dither since Morning, punctuated by the ringing Lids of various Boilers and Stewing-Pots, fragrant with Pie-Spices, peel'd Fruits, Suet, heated Sugar,-the Children, having all upon the Fly, among rhythmic slaps of Batter and Spoon, coax'd and stolen what they might, proceed, as upon each afternoon all this snowy Advent, to a comfortable Room at the rear of the House, years since given over to their carefree Assaults.",
        "language": "English",
        "publicationDate": "January 3, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/181830-M.jpg"
    },
    {
        "title": "Vineland",
        "authors": "Thomas Pynchon",
        "price": "299.66",
        "genre": "American fiction (fictional works by one author) Fiction Civilization",
        "description": "LATER than usual one summer morning in 1984, Zoyd Wheeler drifted awake in sunlight through a creeping fig that hung in the window, with a squadron of blue jays stomping around on the roof.",
        "language": "English",
        "publicationDate": "1997",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=644"
    },
    {
        "title": "Gravity's Rainbow (Penguin Classics Deluxe Edition)",
        "authors": "Thomas Pynchon",
        "price": "795.35",
        "genre": "Fiction Rockets (Ordnance) Americans World War, 1939-1945 Rocketry Soldiers National Book Award Winner award:national_book_award=1974 award:national_book_award=fiction World War, 1939-1945 -- Fiction Americans -- Europe -- Fiction Rockets (Ordnance) -- Fiction Rocketry -- Fiction Soldiers -- Fiction Europe -- Fiction World war, 1939-1945, fiction Fiction, war & military Fiction, science fiction, general American fiction (fictional works by one author) Science fiction Fiction in English World War (1939-1945) fast (OCoLC)fst01180924 American literature Comic books, strips Juvenile literature Fighter pilots Biography World War, 1914-1918 German Aerial operations Cartoons and comics Pilotes de chasse Biographies Bandes dessinées Ouvrages pour la jeunesse COMICS & GRAPHIC NOVELS Nonfiction HISTORY Military World War I. Modern 20th Century Aerial Military operations German",
        "description": "",
        "language": "English",
        "publicationDate": "October 31, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/111560-M.jpg"
    },
    {
        "title": "Slow learner",
        "authors": "Thomas Pynchon",
        "price": "682.93",
        "genre": "American fiction (fictional works by one author) Fiction, short stories (single author)",
        "description": "OUTSIDE, the company area broiled slowly under the sun.",
        "language": "English",
        "publicationDate": "1985",
        "imageUrl": "https://covers.openlibrary.org/b/id/9627018-M.jpg"
    },
    {
        "title": "Been down so long it looks like up to me",
        "authors": "Richard Fariña",
        "price": "348.2",
        "genre": "College students Fiction College students -- Fiction Fiction, coming of age United states, social life and customs, fiction Conduct of life",
        "description": "",
        "language": "English",
        "publicationDate": "1996",
        "imageUrl": "https://covers.openlibrary.org/b/id/97949-M.jpg"
    },
    {
        "title": "The Year of Magical Thinking",
        "authors": "Joan Didion",
        "price": "135.63",
        "genre": "American Novelists Biography Death and burial Drama Family Family relationships Fiction Grief Journalists Loss (Psychology) Marriage Mothers and daughters National Book Award Winner Widows award:national_book_award=2005 award:national_book_award=nonfiction Life Change Events Attitude to Death Rouw Ehe Family Relations Family Health Verlies (psychologie) Familie Long Now Manual for Civilization Critically ill Women journalists Mothers Families Dunne, john gregory, 1932-2003 Authors, american Journalists, united states Loss (psychology) Large type books New York Times reviewed American drama (dramatic works by one author) Authors, biography Journalists, biography nyt:combined-print-and-e-book-nonfiction=2022-01-16 New York Times bestseller",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/745358-M.jpg"
    },
    {
        "title": "The White Album",
        "authors": "Joan Didion",
        "price": "797.69",
        "genre": "Civilization American poetry Popular culture, united states Essays (single author)",
        "description": "WE TELL OURSELVES STORIES in order to live.",
        "language": "English",
        "publicationDate": "October 1, 1990",
        "imageUrl": "https://covers.openlibrary.org/b/id/224780-M.jpg"
    },
    {
        "title": "A book of common prayer",
        "authors": "Joan Didion",
        "price": "447.58",
        "genre": "Americans Fiction Missing persons Women Central america, fiction Fiction, religious Missing persons, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1995",
        "imageUrl": "https://covers.openlibrary.org/b/id/420949-M.jpg"
    },
    {
        "title": "Where I Was From",
        "authors": "Joan Didion",
        "price": "925.7",
        "genre": "National characteristics, american California, history California, social conditions",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=884"
    },
    {
        "title": "Slouching towards Bethlehem",
        "authors": "Joan Didion",
        "price": "348.85",
        "genre": "Social life and customs Hippies American literature Women authors Essays",
        "description": "",
        "language": "English",
        "publicationDate": "1990",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=803"
    },
    {
        "title": "Democracy",
        "authors": "Joan Didion",
        "price": "816.06",
        "genre": "Presidents Politicians' spouses Election Fiction Fame Women Fiction, political Fiction, mystery & detective, general Presidents, united states, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1995",
        "imageUrl": "https://covers.openlibrary.org/b/id/420948-M.jpg"
    },
    {
        "title": "We Tell Ourselves Stories in Order to Live",
        "authors": "Joan Didion",
        "price": "222.93",
        "genre": "Literature, collections",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/9158392-M.jpg"
    },
    {
        "title": "Play It As It Lays",
        "authors": "Joan Didion",
        "price": "736.54",
        "genre": "Motion picture industry Women Fiction Fiction, general Motion picture industry, fiction Hollywood (los angeles, calif.), fiction",
        "description": "WHAT MAKES IAGO EVIL?",
        "language": "English",
        "publicationDate": "November 15, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/225257-M.jpg"
    },
    {
        "title": "The New York trilogy",
        "authors": "Paul Auster",
        "price": "624.08",
        "genre": "Fiction City and town life Social life and customs Identity (Psychology) Classic Literature Mystery Literature City and town life -- New York (State) -- New York -- Fiction. New york (n.y.), fiction American fiction (fictional works by one author) Fiction, psychological",
        "description": "IT was a wrong number that started it, the telephone ringing three times in the dead of night, and the voice on the other end asking for someone he was not.",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/8335934-M.jpg"
    },
    {
        "title": "City of Glass",
        "authors": "Paul Auster",
        "price": "409.76",
        "genre": "City and town life Fiction Fiction, mystery & detective, general New york (n.y.), fiction Quinn, daniel (fictitious character), fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1987",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=75"
    },
    {
        "title": "Ghosts",
        "authors": "Paul Auster",
        "price": "367.03",
        "genre": "Fiction City and town life Fiction, general New york (n.y.), fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1987",
        "imageUrl": "https://covers.openlibrary.org/b/id/11637662-M.jpg"
    },
    {
        "title": "The locked room",
        "authors": "Paul Auster",
        "price": "991.49",
        "genre": "Missing persons City and town life Fiction Fiction, general New york (n.y.), fiction Missing persons, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1986",
        "imageUrl": "https://covers.openlibrary.org/b/id/4133231-M.jpg"
    },
    {
        "title": "Pyramids of Montauk",
        "authors": "Preston B. Nichols",
        "price": "178.35",
        "genre": "Miscellanea Occultism Consciousness",
        "description": "",
        "language": "English",
        "publicationDate": "1995",
        "imageUrl": "https://covers.openlibrary.org/b/id/726666-M.jpg"
    },
    {
        "title": "The Brooklyn Follies",
        "authors": "Paul Auster",
        "price": "642.07",
        "genre": "Autobiography Fiction Middle-aged men Authorship Retirees Polycystic ovary syndrome Popular works Large type books American fiction (fictional works by one author) Fiction, psychological Fiction, family life, general New york (n.y.), fiction",
        "description": "I was looking for a quiet place to die.",
        "language": "English",
        "publicationDate": "October 17, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/182028-M.jpg"
    },
    {
        "title": "Moon palace",
        "authors": "Paul Auster",
        "price": "146.7",
        "genre": "Invalids Fiction American fiction (fictional works by one author) Fiction, family life New york (n.y.), fiction Fiction, family life, general",
        "description": "",
        "language": "English",
        "publicationDate": "1990",
        "imageUrl": "https://covers.openlibrary.org/b/id/8260571-M.jpg"
    },
    {
        "title": "The music of chance",
        "authors": "Paul Auster",
        "price": "493.26",
        "genre": "Fiction Gambling Gamblers Fiction, men's adventure Pennsylvania, fiction Fiction, psychological New York Times reviewed",
        "description": "",
        "language": "English",
        "publicationDate": "1991",
        "imageUrl": "https://covers.openlibrary.org/b/id/7153581-M.jpg"
    },
    {
        "title": "Travels in the scriptorium",
        "authors": "Paul Auster",
        "price": "230.15",
        "genre": "Olderl men Fiction Amnesia Identity (Philosophical concept) Amnesiacs Fiction, psychological",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/6819932-M.jpg"
    },
    {
        "title": "Leviathan (Contemporary American Fiction)",
        "authors": "Paul Auster",
        "price": "817.3",
        "genre": "Fiction, science fiction, general",
        "description": "Six days ago, a man blew himself up by the side of a road in northern Wisconsin.",
        "language": "English",
        "publicationDate": "September 1, 1993",
        "imageUrl": "https://covers.openlibrary.org/b/id/96882-M.jpg"
    },
    {
        "title": "The red notebook",
        "authors": "Paul Auster",
        "price": "905.57",
        "genre": "Auster, paul, 1947- Essays (single author) Interviews Aufsatzsammlung Literaturproduktion",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/598368-M.jpg"
    },
    {
        "title": "Paul Auster",
        "authors": "Paul Auster",
        "price": "346.27",
        "genre": "Paul Auster",
        "description": "",
        "language": "English",
        "publicationDate": "November 7, 2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/3129600-M.jpg"
    },
    {
        "title": "Collapse",
        "authors": "Jared Diamond, Ricardo García Pérez",
        "price": "820.74",
        "genre": "Sociology Culturen Environnement Changement social Verval (geschiedenis) Environment Historia social Social Conditions Nature Effect of human beings on Case studies Hombre Politique gouvernementale Histoire sociale Cas, Études de Análisis de casos Social history Social change Milieufactoren Política ambiental History Ecología humana Influencia sobre la naturaleza Cambio social Civilization Nonfiction Environmental policy Human ecology Long Now Manual for Civilization Politique de l'environnement Gesellschaft Civilisations Estudio de casos Niedergang Etudes de cas Reading Level-Grade 9 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Études de cas Civilisation Philosophie Effets de l'homme Écologie humaine Évolution Théorie Société (milieu humain) Culture Disparition Environmental degradation Civilization, history Klimaänderung Umweltschaden Natürliche Ressourcen Raubbau Untergang Zivilisation Volk Geschichte Umweltkrise Weltproblematik Nature, effect of human beings on HISTORY Social History Social & Cultural History Anthropology Société Ecologie humaine Développement économique et social Histoire Futur World history",
        "description": "A few summers ago I visited two dairy farms, Huls Farm and Gardar Farm, which despite being located thousands of miles apart were still remarkably similar in their strengths and vulnerabilities.",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/12915184-M.jpg"
    },
    {
        "title": "The coming economic collapse",
        "authors": "Stephen Leeb",
        "price": "694.27",
        "genre": "Energy consumption Petroleum products Business Nonrenewable natural resources Nonfiction Economic forecasting Prices Investments Petroleum industry and trade",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/286617-M.jpg"
    },
    {
        "title": "The collapse of complex societies.",
        "authors": "Joseph A. Tainter",
        "price": "934.76",
        "genre": "Ancient Civilization Civilization Comparative civilization Philosophy Archaeology",
        "description": "",
        "language": "English",
        "publicationDate": "1990",
        "imageUrl": "https://covers.openlibrary.org/b/id/8460196-M.jpg"
    },
    {
        "title": "Bowling Alone",
        "authors": "Robert D. Putnam",
        "price": "886.11",
        "genre": "Social conditions Social change History Isolation <Soziologie> Conditions sociales Histoire Changement social Mudança social (história;século 20) Sozialer Wandel Participation sociale Estrutura social (século 20) Community life Social isolation Isolation Social values United states, social conditions, 1945- New York Times reviewed",
        "description": "NO ONE IS LEFT from the Glenn Valley, Pennsylvania, Bridge Club who can tell us precisely when or why the group broke up, even though its forty-odd members were still playing regularly as recently as 1990, just as they had done for more than half a century.",
        "language": "English",
        "publicationDate": "August 7, 2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/471286-M.jpg"
    },
    {
        "title": "The Collapse of the Common Good",
        "authors": "Philip K. Howard",
        "price": "121.44",
        "genre": "Anthropology - Cultural Bureaucracy Law Law reform",
        "description": "\"The double slide in Oologah, Oklahoma, donated to the town park by the Kiwanis Club, was a local landmark.\"",
        "language": "English",
        "publicationDate": "January 29, 2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/209903-M.jpg"
    },
    {
        "title": "Reinventing the Enemy's Language",
        "authors": "Joy Harjo",
        "price": "815.48",
        "genre": "Indian women, north america",
        "description": "",
        "language": "English",
        "publicationDate": "September 15, 1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/249605-M.jpg"
    },
    {
        "title": "My Inventions",
        "authors": "Nikola Tesla",
        "price": "571.07",
        "genre": "History Electric engineers Electric engineering Electrical engineering Inventions Radio Inventors Electrical engineers Biography Tesla, nikola, 1856-1943",
        "description": "The progressive development of man is vitally dependent on invention.",
        "language": "English",
        "publicationDate": "May 17, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/879936-M.jpg"
    },
    {
        "title": "Wizard",
        "authors": "Marc J. Seifer",
        "price": "274.09",
        "genre": "Biography Electric engineers Inventors Electrical engineers Tesla, nikola, 1856-1943 Scientists, biography",
        "description": "",
        "language": "English",
        "publicationDate": "1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/12211687-M.jpg"
    },
    {
        "title": "Nikola Tesla",
        "authors": "Carol Dommermuth-Costa",
        "price": "685.49",
        "genre": "Electric engineers Juvenile literature Biography Inventors Tesla, nikola, 1856-1943 Electrical engineers",
        "description": "",
        "language": "English",
        "publicationDate": "1994",
        "imageUrl": "https://covers.openlibrary.org/b/id/623366-M.jpg"
    },
    {
        "title": "The Tesla Papers",
        "authors": "Nikola Tesla",
        "price": "252.64",
        "genre": "Tesla, nikola, 1856-1943 Electric power distribution",
        "description": "",
        "language": "English",
        "publicationDate": "September 1, 2000",
        "imageUrl": "https://covers.openlibrary.org/b/id/712105-M.jpg"
    },
    {
        "title": "Boys of summer",
        "authors": "Julie Elizabeth Leto, Kimberly Raye",
        "price": "595.37",
        "genre": "Baseball players Fiction Fiction, romance, general Baseball players, fiction United states, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=952"
    },
    {
        "title": "Programming Ruby",
        "authors": "Dave Thomas, Andy Hunt",
        "price": "814.13",
        "genre": "Ruby (Computer program language) Object-oriented programming (Computer science) Ruby (computer program language)",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/7249648-M.jpg"
    },
    {
        "title": "CliffsNotes Golding's Lord of the flies",
        "authors": "Maureen Kelly",
        "price": "301.02",
        "genre": "Boys in literature Examinations Study guides Survival after airplane accidents, shipwrecks, etc., in literature Shipwreck survival in literature English literature, outlines, syllabi, etc.",
        "description": "",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://covers.openlibrary.org/b/id/8654786-M.jpg"
    },
    {
        "title": "Lord of the Flies",
        "authors": "William Golding",
        "price": "800.25",
        "genre": "fiction relationships adventure morality survival childhood children boys ethics castaway shipwreck regression British and irish fiction (fictional works by one author) Fiction, psychological Literature and fiction (general) English literature Death thriller Interpersonal relations Islands Castaways Good and evil Survival after airplane accidents, shipwrecks Leadership Regression (Psychology) Interpersonal relations in children Zhang pian xiao shuo Fiction Moral conditions Ethics Boys Golding, william, 1911-1993 English literature, outlines, syllabi, etc. History and criticism Airplane crash survival Survival Allegories Psychological fiction Shipwreck survival",
        "description": "The boy with fair hair lowered himself down the last few feet of rock and began to pick his way toward the lagoon.",
        "language": "English",
        "publicationDate": "Oct 11, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/9349927-M.jpg"
    },
    {
        "title": "A War Like No Other",
        "authors": "Victor Hanson",
        "price": "157.4",
        "genre": "Greece, history, peloponnesian war, 431-404 b.c.",
        "description": "",
        "language": "English",
        "publicationDate": "September 12, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/606137-M.jpg"
    },
    {
        "title": "We were not like other people",
        "authors": "Efraim Sevela",
        "price": "695.03",
        "genre": "Juvenile fiction Jews World War, 1939-1945 Fiction Children's fiction Jews, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1989",
        "imageUrl": "https://covers.openlibrary.org/b/id/7102065-M.jpg"
    },
    {
        "title": "The lovely bones",
        "authors": "Alice Sebold",
        "price": "623.27",
        "genre": "Murder Psychological fiction Teenage girls Familias Muchachas adolescentes Novela psicológica Bereavement Dead Murder victims' families Fiction Víctimas de asesinato Crimes against Ficción Delitos contra Novela hogareña Susie Salmon (Fictitious character) Homicide Girls Family life Domestic fiction Teenagers Families Ghost stories Future life Victims of crimes Spirits Fiction, psychological Fiction, family life Large type books nyt:trade-fiction-paperback=2009-08-30 New York Times bestseller American fiction Fiction, family life, general Adolescentes Romans, nouvelles Crimes contre Familles de victimes d'homicide",
        "description": "",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=350"
    },
    {
        "title": "The lovely bones",
        "authors": "Alice Sebold",
        "price": "918.32",
        "genre": "Murder Psychological fiction Teenage girls Familias Muchachas adolescentes Novela psicológica Bereavement Dead Murder victims' families Fiction Víctimas de asesinato Crimes against Ficción Delitos contra Novela hogareña Susie Salmon (Fictitious character) Homicide Girls Family life Domestic fiction Teenagers Families Ghost stories Future life Victims of crimes Spirits Fiction, psychological Fiction, family life Large type books nyt:trade-fiction-paperback=2009-08-30 New York Times bestseller American fiction Fiction, family life, general Adolescentes Romans, nouvelles Crimes contre Familles de victimes d'homicide",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/871997-M.jpg"
    },
    {
        "title": "Lovely in Her Bones",
        "authors": "Sharyn McCrumb",
        "price": "349.37",
        "genre": "Fiction Indians of North America Elizabeth MacPherson (Fictitious character) Women forensic anthropologists Large type books Forensic anthropology Women anthropologists Excavations (Archaeology) Fiction, mystery & detective, women sleuths Macpherson, elizabeth (fictitious character), fiction Forensic pathologists, fiction Virginia, fiction",
        "description": "\"I KNOW it's my turn to cook,\" Bill MacPherson informed his roommate.",
        "language": "English",
        "publicationDate": "May 13, 1990",
        "imageUrl": "https://covers.openlibrary.org/b/id/207643-M.jpg"
    },
    {
        "title": "HTML, XHTML, and CSS",
        "authors": "Elizabeth Castro",
        "price": "180.14",
        "genre": "Hypertext systems World Wide Web Electronic publishing Internet HTML (Document markup language) XHTML (Document markup language) Cascading style sheets HTML Computer Communication Networks Design Publishing Web sites Hypermedia Computer Technology Nonfiction",
        "description": "",
        "language": "English",
        "publicationDate": "2007",
        "imageUrl": "https://covers.openlibrary.org/b/id/12903239-M.jpg"
    },
    {
        "title": "1000 Record Covers",
        "authors": "Michael Ochs",
        "price": "692.67",
        "genre": "Sound recordings Album covers Disques Pochettes Art",
        "description": "\"When rock and roll and I were both very young, we started a friendship that has had its ups and downs, but has lasted many years.\"",
        "language": "English",
        "publicationDate": "March 30, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/1029930-M.jpg"
    },
    {
        "title": "Killing Yourself to Live",
        "authors": "Chuck Klosterman",
        "price": "913.37",
        "genre": "Rock music Social aspects of Rock music Rock musicians Death Travel Popular culture, united states Rock musicians, biography",
        "description": "I am not qualified to live here.",
        "language": "English",
        "publicationDate": "June 6, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/474418-M.jpg"
    },
    {
        "title": "Sex, Drugs, and Cocoa Puffs",
        "authors": "Chuck Klosterman",
        "price": "593.86",
        "genre": "Popular culture Civilization Popular culture, united states United states, civilization, 1970- New York Times reviewed",
        "description": "No woman will ever satisfy me.",
        "language": "English",
        "publicationDate": "June 22, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/472944-M.jpg"
    },
    {
        "title": "Vice",
        "authors": "Jane Feather",
        "price": "423.66",
        "genre": "Love stories Fiction, romance, historical",
        "description": "",
        "language": "English",
        "publicationDate": "1996",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=941"
    },
    {
        "title": "Zen and the Art of Motorcycle Maintenance",
        "authors": "Robert M. Pirsig",
        "price": "797.5",
        "genre": "Pirsig, Robert M. Biography Description and travel Fathers and sons Journeys Maintenance and repair Motorcycles Nonfiction Philosophy Philosophy and civilization Popular culture Psychology Self Zen Buddhism and science Conduct of life Existentialism Travel Values Social Values Autobiography 18.06 Anglo-American literature Zen buddhism Motorcycles, maintenance and repair United states, description and travel Christmas decorations Handicraft Open Library Staff Picks Essentialism (Philosophy) Pirsig, Robert M Pirsing, Robert M.",
        "description": "I can see by my watch, without taking my hand from the left grip of the cycle, that it is eight-thirty in the morning.",
        "language": "English",
        "publicationDate": "April 25, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/31248-M.jpg"
    },
    {
        "title": "Once upon a cool motorcycle dude",
        "authors": "O'Malley, Kevin",
        "price": "351.79",
        "genre": "Motorcyclists Giants Humorous stories Fiction Fairy tales Princesses Authorship Juvenile fiction Princesses, fiction Motorcycles, fiction Children's fiction Authorship, fiction Giants, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/1512481-M.jpg"
    },
    {
        "title": "Guidebook to Zen and the art of motorcycle maintenance",
        "authors": "Ronald L. DiSanto, Ron Di Santo",
        "price": "932.75",
        "genre": "Zen Buddhism and science Conduct of life Existentialism Travel Criticism and interpretation Fathers and sons Values Self Philosophy and civilization Western philosophy, from c 1900 - Pirsig, Robert M. Literature - Classics / Criticism Reference Zen and the art of motorcycle maintenance Handbooks & Manuals History & Surveys - Modern Motorcycles - Repair & Maintenance Reference / General General Pirsig, Robert M Zen and the art of motorcycle Zen literature",
        "description": "",
        "language": "English",
        "publicationDate": "1990",
        "imageUrl": "https://covers.openlibrary.org/b/id/4032694-M.jpg"
    },
    {
        "title": "Motorcycle basics techbook",
        "authors": "Matthew Coombs",
        "price": "223.82",
        "genre": "Maintenance and repair Motorcycles Amateurs' manuals",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/912877-M.jpg"
    },
    {
        "title": "Logo Lounge",
        "authors": "Bill Gardner, Catharine Fishel",
        "price": "471.72",
        "genre": "Logos (Symbols) Graphic arts History",
        "description": "In the regular dog-eat-dog corporate world, an identity is crafted so that it is evergreen.",
        "language": "English",
        "publicationDate": "September 1, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/868324-M.jpg"
    },
    {
        "title": "The Death of Ivan Ilych And Other Stories",
        "authors": "Lev Nikolaevič Tolstoy",
        "price": "904.56",
        "genre": "Translations into English Fiction, short stories (single author) Continental european fiction (fictional works by one author)",
        "description": "WE WERE in mourning for my mother, who had died in the autumn, and I spent all that winter alone in the country with Katya and Sonya.",
        "language": "English",
        "publicationDate": "April 1, 2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/295761-M.jpg"
    },
    {
        "title": "War and Peace (Oxford World's Classics)",
        "authors": "Lev Nikolaevič Tolstoy",
        "price": "132.1",
        "genre": "Classic History Russian Empire Fiction Russia Russia (federation), fiction Fiction, historical Classic Literature Historical Fiction Napoleon I, Emperor of the French, 1769-1821 in fiction Textual Criticism Campaigns Napoléan in fiction Military campaigns Open Library Staff Picks Invasion of Russia, 1812 Napoleonic Wars, 1800-1814 in fiction English fiction Napoleonic Wars, 1800-1815 in fiction open_syllabus_project Russia in fiction Napoleonic Wars (1800-1815) fast (OCoLC)fst01032683 Social life and customs Napoleon in fiction Voǐna i mir Napoleonic Wars in fiction Napoleonic Wars Social conditions Napoleonic Wars, 1800-1815 Napoleonic Wars, 1800-1814 Long Now Manual for Civilization Continental european fiction (fictional works by one author) Soviet union, fiction Fiction, war & military Napoleonic wars, 1800-1815, fiction Classics Russian literature Aristocracy (Social class) Slavic philology Fiction, historical, general Literature and fiction (general) Romans, nouvelles Histoire Guerres napoléoniennes, 1800-1815 Campagnes et batailles Literature Napoleon I Napoleon I, Emperor of the French, 1769-1821 Russian language materials Mœurs et coutumes Manners and customs Fiction, general",
        "description": "'WELL, PRINCE, so Genoa and Lucca are now just family estates of the Buonapartes.",
        "language": "English",
        "publicationDate": "March 31, 1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/119157-M.jpg"
    },
    {
        "title": "The Kingdom of God Is Within You",
        "authors": "Lev Nikolaevič Tolstoy",
        "price": "795.87",
        "genre": "Christianity Controversial literature Nonviolence Resistance to Government Religious aspects of Nonviolence Essence, genius, nature Religious aspects of Resistance to government Christianity, essence, genius, nature Christianity, controversial literature Government, resistance to",
        "description": "",
        "language": "English",
        "publicationDate": "September 8, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/314760-M.jpg"
    },
    {
        "title": "Atlas Shrugged",
        "authors": "Ayn Rand, Scott Brick",
        "price": "987.41",
        "genre": "Fiction Capitalism in fiction Egoism Egoism in fiction Capitalism Objectivity Objectivity in fiction Objectivism (Philosophy) Adventure stories open_syllabus_project Mystery story, Who is John Galt? Egoism -- Fiction. Capitalism -- Fiction. Objectivism (Philosophy) -- Fiction. Adventure stories. Science fiction. American fiction (fictional works by one author) Egoism -- Fiction Capitalism -- Fiction Objectivity -- Fiction Politics and government Fiction, science fiction, general Success Power (Social sciences) Individuality Classical literature Science fiction",
        "description": "\"Who is John Galt?\"",
        "language": "English",
        "publicationDate": "August 1, 1999",
        "imageUrl": "https://covers.openlibrary.org/b/id/296148-M.jpg"
    },
    {
        "title": "For the new intellectual",
        "authors": "Ayn Rand",
        "price": "325.44",
        "genre": "Nonfiction Philosophy Intellectuals",
        "description": "",
        "language": "English",
        "publicationDate": "1996",
        "imageUrl": "https://covers.openlibrary.org/b/id/291579-M.jpg"
    },
    {
        "title": "The Fountainhead",
        "authors": "Ayn Rand",
        "price": "849.51",
        "genre": "Fiction Architects Individualism Man-woman relationships Psychology Philosophical literature Object (Philosophy) Didactic fiction Love stories Objectivism (Philosophy) Classic Literature open_syllabus_project Man-woman relationships, fiction Fiction, psychological Psychological fiction Literature, history and criticism",
        "description": "HOWARD ROARK laughed.",
        "language": "English",
        "publicationDate": "April 26, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/1237365-M.jpg"
    },
    {
        "title": "Virtue of selfishness",
        "authors": "Ayn Rand, C. M. Hebert",
        "price": "361.95",
        "genre": "Conduct of life Conduct of life. Egoism Ethics Philosophy Selfishness",
        "description": "",
        "language": "English",
        "publicationDate": "1964",
        "imageUrl": "https://covers.openlibrary.org/b/id/9384376-M.jpg"
    },
    {
        "title": "Anthem",
        "authors": "Ayn Rand, Erin Bateman",
        "price": "257.5",
        "genre": "Fiction Individuality Time travel in fiction Individuality in fiction collectivism Time travel Psychology Men Men in fiction Man-woman relationships Man-woman relationships in fiction American fiction (fictional works by one author) Fiction, psychological Fiction, science fiction, general Fiction, dystopian Fiction, historical, general Individualism FICTION / Classics FICTION / Literary FICTION / Political Russian Science fiction",
        "description": "IT IS A SIN TO WRITE THIS.",
        "language": "English",
        "publicationDate": "December 1, 1999",
        "imageUrl": "https://covers.openlibrary.org/b/id/297072-M.jpg"
    },
    {
        "title": "We the living",
        "authors": "Ayn Rand",
        "price": "892.46",
        "genre": "Fiction History Fiction, historical, general Soviet union, history, revolution, 1917-1921, fiction Man-woman relationships Revolution (Soviet Union : 1917-1921) fast (OCoLC)fst01907572 Revolution, 1917-1921 Soviet Union Fiction, political Fiction, general Didactic fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1995",
        "imageUrl": "https://covers.openlibrary.org/b/id/8343821-M.jpg"
    },
    {
        "title": "Capitalism",
        "authors": "Ayn Rand",
        "price": "139.25",
        "genre": "Economic conditions Moral conditions Altruism Capitalism Condiciones económicas 1961-1971 Condiciones económicas 1945-1960 Capitalismo Condiciones morales Altruismo United states, moral conditions United states, economic conditions, 1945- American fiction (fictional works by one author)",
        "description": "",
        "language": "English",
        "publicationDate": "1967",
        "imageUrl": "https://covers.openlibrary.org/b/id/7904288-M.jpg"
    },
    {
        "title": "Letters of Ayn Rand",
        "authors": "Ayn Rand",
        "price": "465.91",
        "genre": "Correspondence American Novelists Objectivism (Philosophy) American Women novelists Philosophers Women philosophers United States Authors, correspondence Philosophers, correspondence",
        "description": "",
        "language": "English",
        "publicationDate": "1997",
        "imageUrl": "https://covers.openlibrary.org/b/id/7267099-M.jpg"
    },
    {
        "title": "Sailing for dummies",
        "authors": "J. J. Isler",
        "price": "626.49",
        "genre": "Sailing Nonfiction Sports & Recreations Boats and boating",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=251"
    },
    {
        "title": "Sailing from Byzantium",
        "authors": "Colin Wells",
        "price": "154.34",
        "genre": "Slavic Civilization Islamic Civilization Civilization Byzantine influences History Of Civilization And Culture (General) World - General History Byzantine Empire - History History - General History Medieval History: World History / Ancient / General Ancient - General Byzantine Empire Civilization, Islamic Civilization, Slavic Islamic civilization",
        "description": "",
        "language": "English",
        "publicationDate": "July 25, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/374173-M.jpg"
    },
    {
        "title": "Sailing alone around the room",
        "authors": "Billy Collins",
        "price": "996.43",
        "genre": "Poetry (poetic works by one author) New York Times reviewed Poetry",
        "description": "",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=748"
    },
    {
        "title": "The greatest sailing stories ever told",
        "authors": "Christopher Caswell",
        "price": "475.29",
        "genre": "American Sea stories English Sea stories Sailing Fiction Sea stories",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/1979682-M.jpg"
    },
    {
        "title": "Natural cures \"they\" don't want you to know about",
        "authors": "Kevin Trudeau",
        "price": "323.08",
        "genre": "Alternative medicine Self-care, Health Naturopathy Popular Works Complementary Therapies Health self-care Self-care, health",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/6774097-M.jpg"
    },
    {
        "title": "The natural",
        "authors": "Bernard Malamud",
        "price": "173.29",
        "genre": "Baseball players Fiction Baseball Baseball stories Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 American fiction (fictional works by one author) Large type books Baseball, fiction Children's fiction",
        "description": "Roy Hobbs pawed at the glass before thinking to prick a match with his thumbnail and hold the spurting flame in his cupped palm close to the lower berth window, but by then he had figured it was a tunnel they were passing through and was no longer surprised at the bright sight of himself holding a yellow light over his head, peering back in.",
        "language": "English",
        "publicationDate": "1952",
        "imageUrl": "https://covers.openlibrary.org/b/id/224559-M.jpg"
    },
    {
        "title": "Digging to America",
        "authors": "Anne Tyler",
        "price": "944.99",
        "genre": "Social life and customs Iranian American women Iranian Americans Women immigrants Fiction Assimilation (Sociology) Iranierin Akkulturation Intercountry adoption Widows Friendship Adopted children Emigration and immigration Manners and customs Baltimore (md.), fiction United states, social life and customs, fiction Fiction, general Large type books Fiction, psychological Friendship, fiction Widows, fiction Novela psicológica Amistad Novela psicologia Materiales en español Mujeres inmigrantes Novela Psychological fiction University of South Alabama Adoption Fictional Works Domestic fiction New York Times reviewed Fiction, family life, general Famille Romans, nouvelles Assimilation (Sociologie) Adoption internationale Immigrantes Amitie Veuves Américains d'origine iranienne",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/167147-M.jpg"
    },
    {
        "title": "Rereading America",
        "authors": "Gary Colombo, Robert Cullen",
        "price": "895.74",
        "genre": "Readers Problems, exercises Civilization English language Rhetoric Critical thinking Report writing College readers United States Study and teaching",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/181476-M.jpg"
    },
    {
        "title": "Modern Latin America",
        "authors": "Thomas E. Skidmore",
        "price": "905.53",
        "genre": "History Histoire open_syllabus_project Latin America -- History -- 1830- Latin America, 1492-1984 Geschichte Economic history Latin america, history HISTORY General Latin america, history, to 1830",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/4245326-M.jpg"
    },
    {
        "title": "The Plot Against America",
        "authors": "Philip Roth",
        "price": "243.69",
        "genre": "American Historical Fiction Roth, Philip - Prose & Criticism Fiction Fiction - General Spanish: Adult Fiction Historical - General Political Elección Alternative histories (Fiction) Jews Presidentes Political fiction Presidents Autobiographical fiction Jewish families Election Antisemitism Jewish fiction Presidents -- United States -- Fiction Presidents -- Election -- Fiction Jews -- United States -- Fiction Jewish families -- Fiction Antisemitism -- Fiction Newark (N.Y.) -- Fiction Politics and government University of South Alabama Presidents, united states, fiction Jews, fiction New jersey, fiction Fiction, alternative history Fiction, political American fiction (fictional works by one author) American literature Large type books Portuguese language materials Fiction, jewish Jewish Americans Prejudice Humiliation Autobiographical novels",
        "description": "Fear presides over these memories, a perpetual fear.",
        "language": "English",
        "publicationDate": "2005-09",
        "imageUrl": "https://covers.openlibrary.org/b/id/8294897-M.jpg"
    },
    {
        "title": "Naked Pictures of Famous People",
        "authors": "Jon Stewart",
        "price": "574.0",
        "genre": "American essays Humor, general Comedians, biography Television broadcasting, biography Humor, form, essays",
        "description": "During the spring of 1935 I had the good fortune of making as my close acquaintance none other than John F. (Jack) Kennedy.",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/8345799-M.jpg"
    },
    {
        "title": "Collected stories",
        "authors": "Gabriel García Márquez",
        "price": "206.88",
        "genre": "Translations into English Romance literature Fiction (fictional works by one author) Continental european fiction (fictional works by one author) Fiction, short stories (single author) Latin American Short stories Nouvelles latino-américaines",
        "description": "",
        "language": "English",
        "publicationDate": "2013",
        "imageUrl": "https://covers.openlibrary.org/b/id/10096863-M.jpg"
    },
    {
        "title": "Cronica de una muerte anunciada",
        "authors": "Gabriel García Márquez",
        "price": "327.26",
        "genre": "ritual Death Spanish language books Spanish fiction Colombian fiction Fiction Death in fiction Translations into Russian Honor Murder Revenge social conditions twins weddings Venganza Asesinato Ficción Muerte Spanish literature Translations into English French fiction Roman français Magic realism (Literature) Oberschicht Familienehre Romance literature Fiction (fictional works by one author) Colombia, fiction Belletristische Darstellung",
        "description": "ON THE DAY THEY WERE GOING TO KILL him, Santiago Nasar got up at five-thirty in the morning to wait for the boat the bishop was coming on.",
        "language": "English",
        "publicationDate": "October 7, 2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/745056-M.jpg"
    },
    {
        "title": "Cien años de soledad",
        "authors": "Gabriel García Márquez",
        "price": "324.46",
        "genre": "Spanish language books Fiction Social conditions Macondo (Imaginary place) novel magic realism Latinamerican literature Condiciones sociales Novela Literatura épica Epic literature Macondo (Lugar imaginario) Ficción Spanish language materials Ficcion Translations into Arabic Latin American fiction Spanish fiction Translations into Gujarati Chang pian xiao shuo Translations into Russian Colombian fiction Cliffs Notes Magic realism (Literature) Large type books Dorf Familie Unabhängigkeitsbewegung Romans, nouvelles Conditions sociales Macondo (imaginary place), fiction Fiction (fictional works by one author) Latin america, fiction Fiction, general Garcia marquez, gabriel, 1928-2014 Criticism and interpretation Cien años de soledad (García Márquez, Gabriel) Spanish American fiction In English Texts Argentinian fiction Macondo (Lieu imaginaire) Romance literature América Latina Romans, nouvelles, etc. pour la jeunesse Roman colombien Littérature épique Epic poems General Spanish language Fantasy Literature",
        "description": "MANY YEARS LATER, as he faced the firing squad, Colonel Aureliano Buendia was to remember that distant afternoon when his father took him to discover ice.",
        "language": "English",
        "publicationDate": "February 7, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/168224-M.jpg"
    },
    {
        "title": "Del amor y otros demonios",
        "authors": "Gabriel García Márquez",
        "price": "898.13",
        "genre": "Man-woman relationships Readers Spanish language Fiction Exorcism Literary Fiction Historical Romance Rabies Demoniac possession Love Large type books Amour Littérature colombienne Roman Romance literature Fiction (fictional works by one author) German fiction Translations from Spanish Exorzismus Priester Liebesbeziehung Frau Kloster Man-woman relationships, fiction South america, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=794"
    },
    {
        "title": "Living to tell the tale",
        "authors": "Gabriel García Márquez",
        "price": "407.04",
        "genre": "Biography Colombian Novelists Childhood and youth Colombian Authors Autores colombianos Biografía Autobiographie Niñez y juventud Biographies Écrivains colombiens test [document] Document Authors, latin american Authors, biography Garcia marquez, gabriel, 1928-2014 Colombian authors",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/11672547-M.jpg"
    },
    {
        "title": "Memoria de mis putas tristes",
        "authors": "Gabriel García Márquez",
        "price": "591.83",
        "genre": "psychology sexual behavior prostitutes Periodistas novela Vejez Romans Amours Adolescentes Hommes âgés Latin America Author Biography Journalists Ficción Old age Fiction Erotic stories Older men Love stories Translations from Spanish Translations into Portuguese Spanish fiction Portuguese fiction Older people Latin america, fiction Fiction (fictional works by one author) Man-woman relationships, fiction Prostitutes Novela colombiana",
        "description": "El año de mis noventa años quise regalarme una noche de amor con una adolescente virgen.",
        "language": "English",
        "publicationDate": "2004-10",
        "imageUrl": "https://covers.openlibrary.org/b/id/10830348-M.jpg"
    },
    {
        "title": "The elegant universe",
        "authors": "Brian Greene",
        "price": "246.77",
        "genre": "Superstring theories Cosmology Superstringtheorie Supercordes (Physique nucle aire) Gro©e Vereinheitlichung Cosmologie Große Vereinheitlichung Supercordes (Physique nucléaire) Champ unitaire, Théories du Supercordes (physique nucléaire) Quantum theory Physique mathématique Unified field theories Cosmogony",
        "description": "",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://covers.openlibrary.org/b/id/8117505-M.jpg"
    },
    {
        "title": "Pure and simple",
        "authors": "Kō̜. Khaosūanlūang",
        "price": "876.4",
        "genre": "Doctrines Buddhism Meditation Buddhism, doctrines Meditation, buddhism",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/652755-M.jpg"
    },
    {
        "title": "The Rough Guide London Mini Guide,  Edition 4",
        "authors": "Rob Humphreys",
        "price": "696.29",
        "genre": "Guidebooks",
        "description": "",
        "language": "English",
        "publicationDate": "April 20, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/2025697-M.jpg"
    },
    {
        "title": "Lonely Planet Best Of London (Lonely Planet Encounter London)",
        "authors": "Sarah Johnstone",
        "price": "911.37",
        "genre": "Lonely Planet Best Of London (Lonely Planet Encounter London)",
        "description": "",
        "language": "English",
        "publicationDate": "September 15, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/880833-M.jpg"
    },
    {
        "title": "Lonely Planet Londres (Lonely Planet London)",
        "authors": "Sarah Johnstone, Tom Masters",
        "price": "342.71",
        "genre": "Lonely Planet Londres (Lonely Planet London)",
        "description": "",
        "language": "English",
        "publicationDate": "July 21, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/2269442-M.jpg"
    },
    {
        "title": "Lonely Planet 2002 Out to Eat London (Out to Eat)",
        "authors": "Mark Honan",
        "price": "816.0",
        "genre": "Lonely Planet 2002 Out to Eat London (Out to Eat)",
        "description": "",
        "language": "English",
        "publicationDate": "September 2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/2982466-M.jpg"
    },
    {
        "title": "Three Nights in August",
        "authors": "Buzz Bissinger",
        "price": "174.16",
        "genre": "Chicago cubs (baseball team) St. Louis Cardinals (Baseball team) Chicago Cubs (Baseball team)",
        "description": "Tony La Russa definitely saw things that kept him up at night: changeups without change, sinkers lacking sink, curves refusing curve.",
        "language": "English",
        "publicationDate": "April 4, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/395157-M.jpg"
    },
    {
        "title": "Cryptonomicon",
        "authors": "Neal Stephenson",
        "price": "719.27",
        "genre": "Fiction World War, 1939-1945 World War, 1939-1945 in fiction Data encryption (Computer science) Cryptography Literature Science Fiction Long Now Manual for Civilization Code and cipher stories Fiction, technological World war, 1939-1945, fiction Fiction, thrillers Fiction, thrillers, general Fiction, historical Fiction, espionage New York Times reviewed Fiction, historical, general Fiction, thrillers, espionage Fiction, science fiction, general Fiction, thrillers, technological",
        "description": "",
        "language": "English",
        "publicationDate": "2002-11",
        "imageUrl": "https://covers.openlibrary.org/b/id/10654838-M.jpg"
    },
    {
        "title": "Cryptonomicon, tome 2 ",
        "authors": "Neal Stephenson",
        "price": "651.72",
        "genre": "Cryptonomicon, tome 2 ",
        "description": "",
        "language": "English",
        "publicationDate": "March 31, 2001",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=903"
    },
    {
        "title": "The Confusion (The Baroque Cycle, Vol. 2)",
        "authors": "Neal Stephenson, Simon Prebble",
        "price": "843.31",
        "genre": "Adventure stories Pirates Historical Fiction Single mothers Fiction Treasure-trove Mutiny Women spies History Treasure troves Fiction, general Fiction, historical, general France, fiction Fiction, thrillers, espionage Fiction, action & adventure",
        "description": "HE WAS NOT MERELY AWAKENED, but detonated out of an uncommonly long and repetitive dream.",
        "language": "English",
        "publicationDate": "June 14, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/33326-M.jpg"
    },
    {
        "title": "Quicksilver",
        "authors": "Neal Stephenson",
        "price": "769.96",
        "genre": "Scientists Fiction Adventure stories Alchemists Puritans Adventure and adventurers Historical Fiction Rogues and vagabonds History adventure fiction Fiction, historical Scientists, fiction Fiction, historical, general Fiction, technological Fiction, action & adventure Seventeenth century Eighteenth century FICTION / Fantasy / Historical FICTION / Historical FICTION / Science Fiction",
        "description": "ENOCH ROUNDS THE CORNER JUST as the executioner raises the noose above the woman’s head.",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/6986829-M.jpg"
    },
    {
        "title": "The Cobweb",
        "authors": "Neal Stephenson, J. Frederick George",
        "price": "589.04",
        "genre": "Science Fiction Thriller Fiction Fiction, thrillers, general Iowa, fiction",
        "description": "CLYDE BANKS was standing in line, in the early stages of hypothermia, when he first saw his future wife, Desiree Dhont, wrestle.",
        "language": "English",
        "publicationDate": "May 31, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/8347568-M.jpg"
    },
    {
        "title": "The Big U",
        "authors": "Neal Stephenson",
        "price": "875.04",
        "genre": "Literature College students Fiction Terrorism Fiction, general Fiction, humorous, general Terrorism, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2001",
        "imageUrl": "https://covers.openlibrary.org/b/id/12003523-M.jpg"
    },
    {
        "title": "The diamond age",
        "authors": "Neal Stephenson",
        "price": "427.05",
        "genre": "Revolutions Open Library Staff Picks Quests (Expeditions) Fiction Hugo Award Winner Science Fiction award:hugo_award=1996 Young women Nanotechnology award:hugo_award=novel Fiction, science fiction, general Fiction, humorous Books and reading Fiction, science fiction, hard science fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://covers.openlibrary.org/b/id/12701394-M.jpg"
    },
    {
        "title": "Interface",
        "authors": "Neal Stephenson",
        "price": "330.92",
        "genre": "Fiction Election Presidents Political campaigns Presidents in fiction Political campaigns in fiction Fiction, science fiction, general",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=914"
    },
    {
        "title": "Odalisque",
        "authors": "Neal Stephenson",
        "price": "539.21",
        "genre": "Single mothers Fiction Treasure troves Women spies Adventure fiction Historical fiction Spy stories Fiction, action & adventure Fiction, historical, general",
        "description": "LIKE A HORSEMAN WHO REINS in a wild stallion that has borne him, will he, nill he, across several counties; or a ship's captain who, after scudding before a gale through a bad night, hoists sail, and gets underway once more, navigating through unfamiliar seas-thus Dr. Daniel Waterhouse, anno domini 1685, watching King Charles II die at Whitehall Palace.",
        "language": "English",
        "publicationDate": "2006-04",
        "imageUrl": "https://covers.openlibrary.org/b/id/10979004-M.jpg"
    },
    {
        "title": "Snow crash",
        "authors": "Neal Stephenson",
        "price": "735.7",
        "genre": "American Science fiction Open Library Staff Picks ready player one Fiction Science fiction Suspense open_syllabus_project American fiction Fiction, science fiction, general Fiction, humorous Virtual reality Fiction, science fiction, hard science fiction Fiction, humorous, general Fiction, fantasy, general Hackers Computer viruses Cyberpunk culture Cyberspace Sumerian Mythology",
        "description": "",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://covers.openlibrary.org/b/id/8619290-M.jpg"
    },
    {
        "title": "Harrington on hold 'em",
        "authors": "Dan Harrington",
        "price": "818.01",
        "genre": "Poker Sports",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=990"
    },
    {
        "title": "Harrington on hold 'em",
        "authors": "Dan Harrington, Bill Robertie",
        "price": "655.95",
        "genre": "Poker Card games Gambling Games Games / Gamebooks / Crosswords Games/Puzzles Card Games - Poker Gambling - Card Games",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/8657895-M.jpg"
    },
    {
        "title": "The design of everyday things",
        "authors": "Donald A. Norman, Don Norman",
        "price": "559.01",
        "genre": "Ergonomie Industrial Psychology Industriële vormgeving Industrial Design Psychological aspects Psychology textbooks Psychological aspects of Industrial design Textbooks Aspect psychologique Design Humanities textbooks Projetos (administracao) Human engineering Long Now Manual for Civilization New York Times reviewed Cognitive psychology Livres numériques Ergonomics E-books BUSINESS & ECONOMICS Industries Retailing Product PSYCHOLOGY Applied Psychology Electronic books Industriell formgivning Psykologiska aspekter Industries / Retailing Mechanical Engineering Engineering & Applied Sciences Industrial & Management Engineering Nonfiction Art Business",
        "description": "",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/14428210-M.jpg"
    },
    {
        "title": "Emotional Design",
        "authors": "Donald A. Norman",
        "price": "634.24",
        "genre": "Esthétique Beauté Emoções (aspectos cognitivos) Desenho industrial Alltagsgegenstand Bewertung Psychological aspects Processus cognitif Affect Produit de design Design industriel Industriële vormgeving Industrial design Emoties Design (aspectos psicológicos) Émotion Bien de consommation Cognitie Design Gefühl Emotions and cognition Cognitive psychology",
        "description": "NOAM TRACTINSKY, AN ISRAELI SCIENTIST, WAS puzzled.",
        "language": "English",
        "publicationDate": "May 10, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/298929-M.jpg"
    },
    {
        "title": "The Psychology of Everyday Things",
        "authors": "Donald A. Norman, Don Norman",
        "price": "337.97",
        "genre": "Ergonomie Industrial Psychology Industriële vormgeving Industrial Design Psychological aspects Psychology textbooks Psychological aspects of Industrial design Textbooks Aspect psychologique Design Humanities textbooks Projetos (administracao) Human engineering Long Now Manual for Civilization New York Times reviewed Cognitive psychology Livres numériques Ergonomics E-books BUSINESS & ECONOMICS Industries Retailing Product PSYCHOLOGY Applied Psychology Electronic books Industriell formgivning Psykologiska aspekter Industries / Retailing Mechanical Engineering Engineering & Applied Sciences Industrial & Management Engineering Nonfiction Art Business",
        "description": "",
        "language": "English",
        "publicationDate": "1989",
        "imageUrl": "https://covers.openlibrary.org/b/id/14428211-M.jpg"
    },
    {
        "title": "No Price too High",
        "authors": "Alex Jones",
        "price": "887.51",
        "genre": "Catholic converts Catholics, united states African americans, biography Biography African American Catholics Ex-church members Pentecostal churches",
        "description": "",
        "language": "English",
        "publicationDate": "March 25, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/698497-M.jpg"
    },
    {
        "title": "The Alchemist",
        "authors": "Paulo Coelho",
        "price": "543.18",
        "genre": "Translations into Indonesian Voyages and travels Fiction Portuguese Fiction Self-realization Alchemists Young men Shepherds New York Times bestseller nyt:trade_fiction_paperback=2008-01-05 nyt:trade_fiction_paperback=2007-12-02 Fiction, visionary & metaphysical Spain, fiction FICTION / Literary BODY, MIND & SPIRIT / Spirituality / General BODY, MIND & SPIRIT / Inspiration & Personal Growth Fables Translations from English Thai fiction French language Reading materials Russian language edition Powieść brazylijska Tłumaczenia polskie Comics & graphic novels, general Mexican literature Alquimia Novela Pastores Andalucía (España) Alquimistas Large type books Fiction, fantasy, general Alchemy Quests (Expeditions) Literary BODY, MIND & SPIRIT Spirituality General Inspiration & Personal Growth Expeditions Parodies, imitations Comic books, strips Graphic novels",
        "description": "",
        "language": "English",
        "publicationDate": "April 25, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/39162-M.jpg"
    },
    {
        "title": "The Alchemist",
        "authors": "Paulo Coelho",
        "price": "242.36",
        "genre": "Translations into Indonesian Voyages and travels Fiction Portuguese Fiction Self-realization Alchemists Young men Shepherds New York Times bestseller nyt:trade_fiction_paperback=2008-01-05 nyt:trade_fiction_paperback=2007-12-02 Fiction, visionary & metaphysical Spain, fiction FICTION / Literary BODY, MIND & SPIRIT / Spirituality / General BODY, MIND & SPIRIT / Inspiration & Personal Growth Fables Translations from English Thai fiction French language Reading materials Russian language edition Powieść brazylijska Tłumaczenia polskie Comics & graphic novels, general Mexican literature Alquimia Novela Pastores Andalucía (España) Alquimistas Large type books Fiction, fantasy, general Alchemy Quests (Expeditions) Literary BODY, MIND & SPIRIT Spirituality General Inspiration & Personal Growth Expeditions Parodies, imitations Comic books, strips Graphic novels",
        "description": "",
        "language": "English",
        "publicationDate": "April 25, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/45761-M.jpg"
    },
    {
        "title": "Fullmetal Alchemist, Vol. 9",
        "authors": "Hiromu Arakawa, Arakawa, Hiroshi",
        "price": "652.04",
        "genre": "Brothers Comic books, strips Alchemy series:fullmetal_alchemist Fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/12989997-M.jpg"
    },
    {
        "title": "Fullmetal Alchemist, Vol. 3",
        "authors": "Hiromu Arakawa",
        "price": "423.45",
        "genre": "series:fullmetal_alchemist",
        "description": "",
        "language": "English",
        "publicationDate": "September 6, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/863661-M.jpg"
    },
    {
        "title": "Fullmetal Alchemist, Vol. 8",
        "authors": "Hiromu Arakawa",
        "price": "918.66",
        "genre": "series:fullmetal_alchemist",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=578"
    },
    {
        "title": "Fullmetal Alchemist, Vol. 1",
        "authors": "Hiromu Arakawa",
        "price": "800.61",
        "genre": "series:fullmetal alchemist Comics & graphic novels Manga Fantasy Alchemy in literature Adventures Shonens Манґа Пригоди Мальописи Фентезі Алхімія в літературі Шьонени",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/6678865-M.jpg"
    },
    {
        "title": "Fullmetal Alchemist, Vol. 4",
        "authors": "Hiromu Arakawa",
        "price": "497.07",
        "genre": "Alchemy Brothers Fiction Comics & graphic novels, manga, fantasy Young adult fiction series:fullmetal_alchemist",
        "description": "",
        "language": "English",
        "publicationDate": "November 8, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/863664-M.jpg"
    },
    {
        "title": "The illustrated Alchemist",
        "authors": "Paulo Coelho",
        "price": "292.76",
        "genre": "Translations into Indonesian Voyages and travels Fiction Portuguese Fiction Self-realization Alchemists Young men Shepherds New York Times bestseller nyt:trade_fiction_paperback=2008-01-05 nyt:trade_fiction_paperback=2007-12-02 Fiction, visionary & metaphysical Spain, fiction FICTION / Literary BODY, MIND & SPIRIT / Spirituality / General BODY, MIND & SPIRIT / Inspiration & Personal Growth Fables Translations from English Thai fiction French language Reading materials Russian language edition Powieść brazylijska Tłumaczenia polskie Comics & graphic novels, general Mexican literature Alquimia Novela Pastores Andalucía (España) Alquimistas Large type books Fiction, fantasy, general Alchemy Quests (Expeditions) Literary BODY, MIND & SPIRIT Spirituality General Inspiration & Personal Growth Expeditions Parodies, imitations Comic books, strips Graphic novels",
        "description": "",
        "language": "English",
        "publicationDate": "1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/22871-M.jpg"
    },
    {
        "title": "Fullmetal Alchemist Volume 2",
        "authors": "Hiromu Arakawa",
        "price": "817.74",
        "genre": "series:fullmetal_alchemist Manga Fantasy Comics & Graphic novels Alchemy in literature Adventures Shonens Манґа Мальописи Фентезі Алхімія в літературі Пригоди Шьонен",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/6678867-M.jpg"
    },
    {
        "title": "Pompeii",
        "authors": "Harris, Robert",
        "price": "462.5",
        "genre": "Water-supply Volcanoes Water supply Fiction Eruption, 79 Historical fiction Aqueducts History Engineers Large type books Fiction, historical, general Italy, fiction Rome, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=126"
    },
    {
        "title": "The Last Days of Pompeii",
        "authors": "Edward Bulwer Lytton, Baron Lytton",
        "price": "608.83",
        "genre": "Fiction Historical fiction Pompeii (Extinct city) Eruption, 79 Civilization, Greco-Roman Fiction, historical, general Italy, fiction Electronic books FICTION / General Fiction, historical Fiction, general",
        "description": "",
        "language": "English",
        "publicationDate": "February 11, 2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/854504-M.jpg"
    },
    {
        "title": "Of Mice and Men",
        "authors": "John Steinbeck",
        "price": "500.33",
        "genre": "contemporary fiction literary fiction classics Labor Trilogy psychological fiction Male friendship Goal (Psychology) western stories Fiction Vida ranchera Men People with mental disabilities Classic Literature Ranch life Drifters Retrasados mentales Open Library Staff Picks Vaqueros open_syllabus_project Friendship Amistad entre hombres Cowboys Ficción Literary Small Town & Rural Cowhands Farm life Cow-boys Vie rurale Classical literature Roman Amitié masculine Historical fiction American fiction (fictional works by one author) California, fiction Children's fiction Voyages and travels, fiction People with disabilities, fiction Friendship, fiction Fiction, general West (u.s.), fiction Large type books American literature Critique et interprétation Littérature française Étude et enseignement Fiction, fantasy, general Study guides Examinations Comic books, strips Of mice and men (Steinbeck, John) American fiction Roman américain Romans, nouvelles Personnes ayant une déficience intellectuelle Vie au ranch Migrant labor Drama American drama (dramatic works by one author) Fiction, psychological collectionID:bannedbooks",
        "description": "A few miles south of Soledad, the Salinas River drops in close to\r\nthe hillside bank and runs deep and green.",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/10654711-M.jpg"
    },
    {
        "title": "The Game",
        "authors": "Neil Strauss",
        "price": "797.87",
        "genre": "Seduction Man-woman relationships Sexual behavior Psychology Dating (Social customs) Single men Dating (social customs) Los angeles (calif.), biography Men, psychology Verführer Verführung Sexualität",
        "description": "The house was a disaster.",
        "language": "English",
        "publicationDate": "September 6, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/29053-M.jpg"
    },
    {
        "title": "The Westing Game (Puffin Modern Classics)",
        "authors": "Ellen Raskin",
        "price": "308.66",
        "genre": "Fiction Juvenile fiction Inheritance and succession Apartment houses Humorous stories Mystery and detective stories Detective and mystery stories Newbery Medal Fiction in English Mystery Millionaires Murder Mystery fiction Heirs Children's fiction Large type books Children's stories, American Children's literature",
        "description": "The sun sets in the west (just about everyone knows that), but Sunset Towers faced east.",
        "language": "English",
        "publicationDate": "April 12, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/110068-M.jpg"
    },
    {
        "title": "The Egypt Game",
        "authors": "Zilpha Keatley Snyder",
        "price": "409.86",
        "genre": "Fiction Juvenile fiction Games Murder Imagination Civilization Supernatural Mystery and detective stories Detective and mystery stories Romanies Paranormal fiction School stories Antiquities 5.5. Accelerated Reader Newbery Honor Newbery Medal books the egypt game",
        "description": "NOT LONG AGO IN A LARGE UNIVERSITY TOWN IN California, on a street called Orchard Avenue, a strange old man ran a dusty shabby store.",
        "language": "English",
        "publicationDate": "October 1999",
        "imageUrl": "https://covers.openlibrary.org/b/id/592192-M.jpg"
    },
    {
        "title": "Memoirs of a Geisha",
        "authors": "Arthur Golden",
        "price": "359.98",
        "genre": "Social life and customs Literature Open Library Staff Picks Prostitution Fiction Historical fiction Geishas Women History Fictional Works Publication Type Japan Historia Mujeres Ficción Japan, fiction Fiction, historical Large type books Fiction, historical, general",
        "description": "",
        "language": "English",
        "publicationDate": "November 2, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/10541425-M.jpg"
    },
    {
        "title": "Memoirs of a geisha",
        "authors": "Arthur Golden",
        "price": "301.13",
        "genre": "Social life and customs Literature Open Library Staff Picks Prostitution Fiction Historical fiction Geishas Women History Fictional Works Publication Type Japan Historia Mujeres Ficción Japan, fiction Fiction, historical Large type books Fiction, historical, general",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/468584-M.jpg"
    },
    {
        "title": "MEMOIRS OF A GEISHA",
        "authors": "Arthur Golden",
        "price": "861.77",
        "genre": "Geishas Fiction Social life and customs History Mœurs et coutumes Histoire Manners and customs",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/76968-M.jpg"
    },
    {
        "title": "Memoirs of a geisha",
        "authors": "James, David",
        "price": "791.34",
        "genre": "Memoirs of a geisha (Motion picture) Motion pictures, pictorial works",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/779348-M.jpg"
    },
    {
        "title": "Memoirs of a Geisha Uk",
        "authors": "Arthur Golden",
        "price": "856.58",
        "genre": "Fiction Historical Fiction Literature Fiction, historical Japan, fiction Social conditions Geishas Fiction, historical, general",
        "description": "",
        "language": "English",
        "publicationDate": "June 4, 1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/78362-M.jpg"
    },
    {
        "title": "Geisha of Gion",
        "authors": "Mineko Iwasaki, Rande Brown",
        "price": "835.18",
        "genre": "Geishas",
        "description": "",
        "language": "English",
        "publicationDate": "May 6, 2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/476707-M.jpg"
    },
    {
        "title": "Love As A Foreign Language #5 (Love as a Foreign Language)",
        "authors": "J. Torres, Eric Kim",
        "price": "838.54",
        "genre": "Graphic Novels Romance Comics & Graphic Novels Fiction General Comics & Graphic Novels / General Manga Humorous Humor Humor, topic, men, women & relationships Humor, form, comic strips & cartoons",
        "description": "",
        "language": "English",
        "publicationDate": "June 21, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/960284-M.jpg"
    },
    {
        "title": "Jungle Love",
        "authors": "Margaret Johnson",
        "price": "742.01",
        "genre": "Textbooks for foreign speakers English language Fiction Readers (Adult) English language, study and teaching, foreign speakers Fiction, romance, general",
        "description": "",
        "language": "English",
        "publicationDate": "August 26, 2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/353977-M.jpg"
    },
    {
        "title": "The Five Love Languages Faux Leather Bound Journal and Paperback Book Set (Amazon.com Exclusive)",
        "authors": "Gary D. Chapman, Gary Chapman",
        "price": "227.41",
        "genre": "Spouses Love nyt:paperback_advice=2007-07-28 Interpersonal Relations Matrimonio Marriage New York Times bestseller Communication in marriage Amor Comunicación en el matrimonio nyt:paperback_advice=2007-07-29 Single people Religious life Christianity Spanish language materials",
        "description": "NOT LONG AGO I HEARD A STORY ABOUT A YOUNG businessman in Texas.",
        "language": "English",
        "publicationDate": "January 3, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/569898-M.jpg"
    },
    {
        "title": "Angels & Demons",
        "authors": "Dan Brown",
        "price": "299.12",
        "genre": "heparin ambigrams antimatter Freemasons Swiss Guard Murder Investigation Women scientists College teachers Terrorism Catholic Church Fiction Action and adventure fiction papacy suspense fiction thrillers signs and symbols secret societies anti-Catholicism Illuminati vendetta crimes against physicists religious educators popes election suspense Anticatolicismo Cryptographers Papas Physicists Símbolos Educadores religiosos Vendeta Sociedades secretas Físicos Crimes against Elección Adventure stories Delitos contra Sante sede Novela de suspense Ficción Adventure fiction Signos y símbolos Reading Level-Grade 7 Reading Level-Grade 9 Reading Level-Grade 8 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Detective and mystery stories American fiction Verschwörung Appreciation Geheimbund Art appreciation FICTION / Thrillers / General FICTION / Thrillers / Suspense Fiction, suspense Vatican city, fiction Langdon, robert (fictitious character), fiction Fiction, thrillers, general Educators American literature Langdon, Robert (Personnage fictif) Romans Sociétés secrètes Papes Église catholique Illuminés Élection Roman policier américain Large type books nyt:mass-market-paperback=2009-02-22 New York Times bestseller Fiction, thrillers, suspense Translations into Serbian Motion pictures, united states Fictional Works Papauté Romans, nouvelles American drama collectionid:dbrl",
        "description": "Physicist Leonardo Vetra smelled burning flesh, and he knew it was his own.",
        "language": "English",
        "publicationDate": "2006-04",
        "imageUrl": "https://covers.openlibrary.org/b/id/10578354-M.jpg"
    },
    {
        "title": "Angeles y Demonios/Angels and Demons",
        "authors": "Dan Brown",
        "price": "926.58",
        "genre": "heparin ambigrams antimatter Freemasons Swiss Guard Murder Investigation Women scientists College teachers Terrorism Catholic Church Fiction Action and adventure fiction papacy suspense fiction thrillers signs and symbols secret societies anti-Catholicism Illuminati vendetta crimes against physicists religious educators popes election suspense Anticatolicismo Cryptographers Papas Physicists Símbolos Educadores religiosos Vendeta Sociedades secretas Físicos Crimes against Elección Adventure stories Delitos contra Sante sede Novela de suspense Ficción Adventure fiction Signos y símbolos Reading Level-Grade 7 Reading Level-Grade 9 Reading Level-Grade 8 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Detective and mystery stories American fiction Verschwörung Appreciation Geheimbund Art appreciation FICTION / Thrillers / General FICTION / Thrillers / Suspense Fiction, suspense Vatican city, fiction Langdon, robert (fictitious character), fiction Fiction, thrillers, general Educators American literature Langdon, Robert (Personnage fictif) Romans Sociétés secrètes Papes Église catholique Illuminés Élection Roman policier américain Large type books nyt:mass-market-paperback=2009-02-22 New York Times bestseller Fiction, thrillers, suspense Translations into Serbian Motion pictures, united states Fictional Works Papauté Romans, nouvelles American drama collectionid:dbrl",
        "description": "Physicist Leonardo Vetra smelled burning flesh, and he knew it was his own.",
        "language": "English",
        "publicationDate": "November 7, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/1048601-M.jpg"
    },
    {
        "title": "Angeles & Demonios/Angels & Demons",
        "authors": "Dan Brown",
        "price": "629.88",
        "genre": "heparin ambigrams antimatter Freemasons Swiss Guard Murder Investigation Women scientists College teachers Terrorism Catholic Church Fiction Action and adventure fiction papacy suspense fiction thrillers signs and symbols secret societies anti-Catholicism Illuminati vendetta crimes against physicists religious educators popes election suspense Anticatolicismo Cryptographers Papas Physicists Símbolos Educadores religiosos Vendeta Sociedades secretas Físicos Crimes against Elección Adventure stories Delitos contra Sante sede Novela de suspense Ficción Adventure fiction Signos y símbolos Reading Level-Grade 7 Reading Level-Grade 9 Reading Level-Grade 8 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Detective and mystery stories American fiction Verschwörung Appreciation Geheimbund Art appreciation FICTION / Thrillers / General FICTION / Thrillers / Suspense Fiction, suspense Vatican city, fiction Langdon, robert (fictitious character), fiction Fiction, thrillers, general Educators American literature Langdon, Robert (Personnage fictif) Romans Sociétés secrètes Papes Église catholique Illuminés Élection Roman policier américain Large type books nyt:mass-market-paperback=2009-02-22 New York Times bestseller Fiction, thrillers, suspense Translations into Serbian Motion pictures, united states Fictional Works Papauté Romans, nouvelles American drama collectionid:dbrl",
        "description": "Physicist Leonardo Vetra smelled burning flesh, and he knew it was his own.",
        "language": "English",
        "publicationDate": "October 30, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/738879-M.jpg"
    },
    {
        "title": "The Da Vinci Code",
        "authors": "Dan Brown",
        "price": "213.83",
        "genre": "Suspense & Thriller Spiritual Fiction hieros gamos Priory of Sion Holy Grail Vitruvian Man Fibonacci sequence safe deposit boxes mystery & suspense Templars Manuscripts Last Supper in art Symbolism in architecture suspense fiction adventure fiction Catholics puzzles International thriller Code and cipher stories Mystery fiction crimes against art museum curators art appreciation thrillers suspense Historical Mystery & Detective Fiction Religious fiction Mystery Aventures Religious articles Crimes against Romans Appreciation Occultisme Art museum curators Sociedades secretas Grial Ficción Robert Langdon (Fictitious character) Novela Powiesc amerykanska T¿umaczenia polskie Polish language materials Secret societies Cryptographers Fiction Grail Reading Level-Grade 9 Reading Level-Grade 8 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Detective and mystery stories Cryptography Fictional Works American fiction Leonardo, da vinci, 1452-1519, fiction Paris (france), fiction Fiction, mystery & detective, general Langdon, robert (fictitious character), fiction Fiction, thrillers Fiction, thrillers, general Large type books Fiction, suspense Museumsdirektor Bruderschaft Mord Manuscritos Criptografía Belletristische Darstellung Maria Magdalena New York Times reviewed Religious General England, fiction Fiction, thrillers, suspense Chang pian xiao shuo collectionid:dbrl",
        "description": "The Priory of Sion —a European secret society founded in 1099—is a real organization.",
        "language": "English",
        "publicationDate": "2006-03",
        "imageUrl": "https://covers.openlibrary.org/b/id/12748129-M.jpg"
    },
    {
        "title": "The Da Vinci Code",
        "authors": "Dan Brown",
        "price": "298.42",
        "genre": "Suspense & Thriller Spiritual Fiction hieros gamos Priory of Sion Holy Grail Vitruvian Man Fibonacci sequence safe deposit boxes mystery & suspense Templars Manuscripts Last Supper in art Symbolism in architecture suspense fiction adventure fiction Catholics puzzles International thriller Code and cipher stories Mystery fiction crimes against art museum curators art appreciation thrillers suspense Historical Mystery & Detective Fiction Religious fiction Mystery Aventures Religious articles Crimes against Romans Appreciation Occultisme Art museum curators Sociedades secretas Grial Ficción Robert Langdon (Fictitious character) Novela Powiesc amerykanska T¿umaczenia polskie Polish language materials Secret societies Cryptographers Fiction Grail Reading Level-Grade 9 Reading Level-Grade 8 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Detective and mystery stories Cryptography Fictional Works American fiction Leonardo, da vinci, 1452-1519, fiction Paris (france), fiction Fiction, mystery & detective, general Langdon, robert (fictitious character), fiction Fiction, thrillers Fiction, thrillers, general Large type books Fiction, suspense Museumsdirektor Bruderschaft Mord Manuscritos Criptografía Belletristische Darstellung Maria Magdalena New York Times reviewed Religious General England, fiction Fiction, thrillers, suspense Chang pian xiao shuo collectionid:dbrl",
        "description": "ROBERT LANGDON awoke slowly.",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/8396501-M.jpg"
    },
    {
        "title": "Da Vinci Code",
        "authors": "Dan Brown",
        "price": "826.13",
        "genre": "Suspense & Thriller Spiritual Fiction hieros gamos Priory of Sion Holy Grail Vitruvian Man Fibonacci sequence safe deposit boxes mystery & suspense Templars Manuscripts Last Supper in art Symbolism in architecture suspense fiction adventure fiction Catholics puzzles International thriller Code and cipher stories Mystery fiction crimes against art museum curators art appreciation thrillers suspense Historical Mystery & Detective Fiction Religious fiction Mystery Aventures Religious articles Crimes against Romans Appreciation Occultisme Art museum curators Sociedades secretas Grial Ficción Robert Langdon (Fictitious character) Novela Powiesc amerykanska T¿umaczenia polskie Polish language materials Secret societies Cryptographers Fiction Grail Reading Level-Grade 9 Reading Level-Grade 8 Reading Level-Grade 11 Reading Level-Grade 10 Reading Level-Grade 12 Detective and mystery stories Cryptography Fictional Works American fiction Leonardo, da vinci, 1452-1519, fiction Paris (france), fiction Fiction, mystery & detective, general Langdon, robert (fictitious character), fiction Fiction, thrillers Fiction, thrillers, general Large type books Fiction, suspense Museumsdirektor Bruderschaft Mord Manuscritos Criptografía Belletristische Darstellung Maria Magdalena New York Times reviewed Religious General England, fiction Fiction, thrillers, suspense Chang pian xiao shuo collectionid:dbrl",
        "description": "The Priory of Sion —a European secret society founded in 1099—is a real organization.",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=762"
    },
    {
        "title": "Deception Point",
        "authors": "Dan Brown",
        "price": "782.65",
        "genre": "mystery fiction adventure fiction literature Meteors Conspiracies Presidents Scientists Fiction Americans Election Open Library Staff Picks political fiction suspense fiction thrillers Conspiraciones Meteorites Estrellas fugaces Científicos Novela política Estadounidenses Fraud in science Elección Intelligence service Presidentes Novela de suspense United States National Aeronautics and Space Administration Ficción Science fiction Arctic regions, fiction Fiction, suspense Presidents, fiction Fiction, political Scientists, fiction Americans -- Arctic regions -- Fiction Presidents -- Election -- Fiction Conspiracies -- Fiction Scientists -- Fiction Meteors -- Fiction Arctic regions -- Fiction Fiction, thrillers, suspense Spanish language materials Polish language materials Présidents Romans, nouvelles Élection Conspiration Météores Politique-fiction Météorites collectionid:dbsan American literature",
        "description": "Death, in this forsaken place, could come in countless forms.",
        "language": "English",
        "publicationDate": "2006-04",
        "imageUrl": "https://covers.openlibrary.org/b/id/9254733-M.jpg"
    },
    {
        "title": "Deception Point",
        "authors": "Dan Brown",
        "price": "491.07",
        "genre": "mystery fiction adventure fiction literature Meteors Conspiracies Presidents Scientists Fiction Americans Election Open Library Staff Picks political fiction suspense fiction thrillers Conspiraciones Meteorites Estrellas fugaces Científicos Novela política Estadounidenses Fraud in science Elección Intelligence service Presidentes Novela de suspense United States National Aeronautics and Space Administration Ficción Science fiction Arctic regions, fiction Fiction, suspense Presidents, fiction Fiction, political Scientists, fiction Americans -- Arctic regions -- Fiction Presidents -- Election -- Fiction Conspiracies -- Fiction Scientists -- Fiction Meteors -- Fiction Arctic regions -- Fiction Fiction, thrillers, suspense Spanish language materials Polish language materials Présidents Romans, nouvelles Élection Conspiration Météores Politique-fiction Météorites collectionid:dbsan American literature",
        "description": "Death, in this forsaken place, could come in countless forms.",
        "language": "English",
        "publicationDate": "01/04/2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/6375327-M.jpg"
    },
    {
        "title": "Deception Point",
        "authors": "Dan Brown",
        "price": "657.46",
        "genre": "mystery fiction adventure fiction literature Meteors Conspiracies Presidents Scientists Fiction Americans Election Open Library Staff Picks political fiction suspense fiction thrillers Conspiraciones Meteorites Estrellas fugaces Científicos Novela política Estadounidenses Fraud in science Elección Intelligence service Presidentes Novela de suspense United States National Aeronautics and Space Administration Ficción Science fiction Arctic regions, fiction Fiction, suspense Presidents, fiction Fiction, political Scientists, fiction Americans -- Arctic regions -- Fiction Presidents -- Election -- Fiction Conspiracies -- Fiction Scientists -- Fiction Meteors -- Fiction Arctic regions -- Fiction Fiction, thrillers, suspense Spanish language materials Polish language materials Présidents Romans, nouvelles Élection Conspiration Météores Politique-fiction Météorites collectionid:dbsan American literature",
        "description": "Death, in this forsaken place, could come in countless forms.",
        "language": "English",
        "publicationDate": "Aug 01, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/10486095-M.jpg"
    },
    {
        "title": "A killing rain",
        "authors": "P. J. Parrish",
        "price": "719.1",
        "genre": "Fiction Murder Police Investigation Serial murders Racially mixed people Louis Kincaid (Fictitious character) Fiction, mystery & detective, general Florida, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/539457-M.jpg"
    },
    {
        "title": "The millionaire next door",
        "authors": "Thomas J. Stanley, William D. Danko",
        "price": "127.09",
        "genre": "Rich people Millionaires Richesse Millionnaires Saving and investment Riches Personal Banking Economics Income BUSINESS & ECONOMICS Finance Wealth Managemen Motivational Personal Finance",
        "description": "",
        "language": "English",
        "publicationDate": "1998",
        "imageUrl": "https://covers.openlibrary.org/b/id/9975209-M.jpg"
    },
    {
        "title": "Think and grow rich",
        "authors": "Napoleon Hill",
        "price": "984.91",
        "genre": "Business Exito en los negocios Finance Management New Age Nonfiction Self-Improvement Study Aids & Workbooks Success Success in business Wealth Éxito Carnegie, andrew, 1835-1919 Success in businness Commerce Government business enterprises Government executives Salaries Self-help techniques New thought Personal Finance SELF-HELP / Personal Growth / Success Succès dans les affaires",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://source.unsplash.com/random/200x200?sig=943"
    },
    {
        "title": "Think and Grow Rich: The 21st-Century Edition",
        "authors": "Napoleon Hill",
        "price": "569.81",
        "genre": "Business Exito en los negocios Finance Management New Age Nonfiction Self-Improvement Study Aids & Workbooks Success Success in business Wealth Éxito Carnegie, andrew, 1835-1919 Success in businness Commerce Government business enterprises Government executives Salaries Self-help techniques New thought Personal Finance SELF-HELP / Personal Growth / Success Succès dans les affaires",
        "description": "",
        "language": "English",
        "publicationDate": "March 11, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/959777-M.jpg"
    },
    {
        "title": "Pragmatic version control using Subversion",
        "authors": "Mike Mason",
        "price": "898.88",
        "genre": "Computer software Development Subversion (Computer file)",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/8708791-M.jpg"
    },
    {
        "title": "Read my lips",
        "authors": "Riki Anne Wilchins",
        "price": "285.27",
        "genre": "Biography Transsexuals Lesbians",
        "description": "",
        "language": "English",
        "publicationDate": "1997",
        "imageUrl": "https://covers.openlibrary.org/b/id/797351-M.jpg"
    },
    {
        "title": "Trump",
        "authors": "Donald Trump, Meredith McIver",
        "price": "952.11",
        "genre": "Real estate developers Businesspeople Biography Administración Businessmen Management Real estate investment Success in business Éxito en los negocios Promoteurs immobiliers Biographies Hommes d'affaires Business Sports & Recreations Nonfiction Biography & Autobiography Spanish: Adult Nonfiction Leadership Business / Economics / Finance Business & Economics Trump, Donald, Motivational Corporate & Business History - Strategies General 1946- Trump, donald, 1946- Businesspeople, biography Large type books Golf Anecdotes New York Times reviewed",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/7103455-M.jpg"
    },
    {
        "title": "The Richest Man in Babylon",
        "authors": "George S. Clason",
        "price": "239.7",
        "genre": "Business ethics Personal Finance Moral and ethical aspects Wealth Finance, Personal Finance, personal Wealth, moral and ethical aspects Financial Management Morale des affaires Richesse Aspect moral",
        "description": "Bansir, the chariot builder of Babylon, was thoroughly discouraged.",
        "language": "English",
        "publicationDate": "February 3, 2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/292916-M.jpg"
    },
    {
        "title": "Richest Man in Babylon - The Success Secrets of the Ancients",
        "authors": "George S. Clason",
        "price": "202.49",
        "genre": "Richest Man in Babylon - The Success Secrets of the Ancients",
        "description": "",
        "language": "English",
        "publicationDate": "June 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/763786-M.jpg"
    },
    {
        "title": "Shibumi",
        "authors": "Trevanian.",
        "price": "854.2",
        "genre": "Assassins Fiction Fugitives from justice International business enterprises Japan, fiction Fiction, espionage Fiction, thrillers, general Fiction, thrillers, espionage",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/747517-M.jpg"
    },
    {
        "title": "1776",
        "authors": "David McCullough",
        "price": "668.88",
        "genre": "History United states, history, revolution, 1775-1783",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/8331093-M.jpg"
    },
    {
        "title": "1776",
        "authors": "Sherman Edwards",
        "price": "866.0",
        "genre": "Librettos Musicals Drama United States Songs Musicals, librettos",
        "description": "",
        "language": "English",
        "publicationDate": "1976",
        "imageUrl": "https://covers.openlibrary.org/b/id/104517-M.jpg"
    },
    {
        "title": "The crescent obscured",
        "authors": "Robert J. Allison",
        "price": "261.76",
        "genre": "American Foreign public opinion Foreign public opinion, American Relations Public opinion Islam United states, relations, africa Public opinion, united states Africa, north, history",
        "description": "",
        "language": "English",
        "publicationDate": "2000",
        "imageUrl": "https://covers.openlibrary.org/b/id/139494-M.jpg"
    },
    {
        "title": "The Good Earth",
        "authors": "Pearl S. Buck, Nick Bertozzi",
        "price": "286.92",
        "genre": "China, fiction Fiction, historical, general Social life and customs History Farmers' spouses Married women Manners and customs Farm life Fiction American fiction (fictional works by one author) Good earth (Buck, Pearl S.) Open Library Staff Picks award:pulitzer_prize=1932 Fiction in English Pulitzer Prize Winner award:pulitzer_prize=fiction Wealth Farmers Social conditions Large type books 1928-1937 Reading Study and teaching Humanities Comic books, strips Comics & graphic novels, general Fiction, sagas Fiction, classics Fiction, general Fiction, historical In literature History and criticism American literature Married women in literature Literature Novela norteamericana Dorf Familie",
        "description": "",
        "language": "English",
        "publicationDate": "1958",
        "imageUrl": "https://covers.openlibrary.org/b/id/6870506-M.jpg"
    },
    {
        "title": "Purpose Driven® Life - for Commuters",
        "authors": "Rick Warren",
        "price": "819.29",
        "genre": "Purpose Driven® Life - for Commuters",
        "description": "",
        "language": "English",
        "publicationDate": "April 1, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/170807-M.jpg"
    },
    {
        "title": "Fast Food Nation",
        "authors": "Eric Schlosser",
        "price": "686.24",
        "genre": "politics health current events sociology McDonald's food American cooking social science popular culture cooking feeding behavior social aspects foods quality trade marks food industry health hazards food safety Voedingsgewoonten Fastfood Health & Fitness Media Studies Industria y comercio Restaurantes de comida rápida Cookery Cooking & Food Nonfiction Alimentos Cuisine américaine Fast food restaurants Food industry and trade Alimentos de conveniencia Convenience foods Food habits Diet Ernährungsgewohnheit Ess- und Trinksitte Ernährung Fast Food Lebensmittelindustrie Lebensmittelfälschung Convienience foods Large type books Comida de preparación rápida Comida basura Industria alimentaria SOCIAL SCIENCE Popular Culture History Feeding Behavior Food Cooking United states, social life and customs Restaurants, united states Restaurants-minute Aliments Industrie et commerce Aliments précuisinés New York Times reviewed Diet in disease American Cooking Social aspects Habitudes alimentaires Cuisine Régimes alimentaires Recipes Customs & Traditions Agribusiness Labor Food industry",
        "description": "CHEYENNE MOUNTAIN SITS on the eastern slope of Colorado's Front Range, rising steeply from the prairie and overlooking the city of Colorado Springs.",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/8393056-M.jpg"
    },
    {
        "title": "Fast Food Nation",
        "authors": "Eric Schlosser",
        "price": "867.1",
        "genre": "politics health current events sociology McDonald's food American cooking social science popular culture cooking feeding behavior social aspects foods quality trade marks food industry health hazards food safety Voedingsgewoonten Fastfood Health & Fitness Media Studies Industria y comercio Restaurantes de comida rápida Cookery Cooking & Food Nonfiction Alimentos Cuisine américaine Fast food restaurants Food industry and trade Alimentos de conveniencia Convenience foods Food habits Diet Ernährungsgewohnheit Ess- und Trinksitte Ernährung Fast Food Lebensmittelindustrie Lebensmittelfälschung Convienience foods Large type books Comida de preparación rápida Comida basura Industria alimentaria SOCIAL SCIENCE Popular Culture History Feeding Behavior Food Cooking United states, social life and customs Restaurants, united states Restaurants-minute Aliments Industrie et commerce Aliments précuisinés New York Times reviewed Diet in disease American Cooking Social aspects Habitudes alimentaires Cuisine Régimes alimentaires Recipes Customs & Traditions Agribusiness Labor Food industry",
        "description": "CHEYENNE MOUNTAIN SITS on the eastern slope of Colorado\"s Front \r\nRange, rising steeply from the prairie and overlooking the city of \r\nColorado Springs.",
        "language": "English",
        "publicationDate": "2002",
        "imageUrl": "https://covers.openlibrary.org/b/id/8393049-M.jpg"
    },
    {
        "title": "Snow flower and the secret fan",
        "authors": "Lisa See",
        "price": "245.51",
        "genre": "Married women Footbinding Reminiscing in old age Female friendship Fiction Older women Secrecy Childbirth Women Nü shu Friendship, fiction Married people, fiction China, fiction Fiction, psychological Fiction, family life Fiction, historical, general",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/8785537-M.jpg"
    },
    {
        "title": "The Broker",
        "authors": "John Grisham",
        "price": "234.02",
        "genre": "Pardon Ex-convicts Estadounidenses Fiction Spanish language materials Americans Attempted murder Indulto Ex-presidiarios Asesinato intentado Novela Italy, fiction Fiction, legal Fiction, suspense Stockbrokers United States. Central Intelligence Agency United States Fiction, thrillers, espionage Fiction, thrillers, suspense Washington (d.c.), fiction American fiction Homicide Mystery fiction Legal stories Tentative de meurtre Romans, nouvelles Ex-détenus Roman américain",
        "description": "IN THE WANING HOURS OF A PRESIDENCY THAT WAS DESTINED TO arouse less interest from historians than any since perhaps that of William Henry Harrison (thirty-one days from inauguration to death), Arthur Morgan huddled in the Oval Office with his last remaining friend and pondered his final decisions.",
        "language": "English",
        "publicationDate": "September 26, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/9323337-M.jpg"
    },
    {
        "title": "The power broker",
        "authors": "Robert A. Caro",
        "price": "139.48",
        "genre": "Urban renewal New york (n.y.), history Moses, robert, 1888-1981 City planning, united states History Politics and government",
        "description": "",
        "language": "English",
        "publicationDate": "1975",
        "imageUrl": "https://covers.openlibrary.org/b/id/254197-M.jpg"
    },
    {
        "title": "The Power Broker",
        "authors": "Stephen Frey",
        "price": "852.41",
        "genre": "Suspense Thriller Fiction Fiction, thrillers, general Fiction, suspense New york (n.y.), fiction Wall Street (New York, N.Y.) Capitalists and financiers Investment bankers Corporate culture Political campaigns Large type books",
        "description": "",
        "language": "English",
        "publicationDate": "July 25, 2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/8293171-M.jpg"
    },
    {
        "title": "Body-for-life",
        "authors": "Bill Phillips",
        "price": "509.73",
        "genre": "Health Exercise Physical fitness Ejercicio Aptitud física Salud Physical Fitness Health behavior Mind and body therapies",
        "description": "",
        "language": "English",
        "publicationDate": "1999",
        "imageUrl": "https://covers.openlibrary.org/b/id/6384206-M.jpg"
    },
    {
        "title": "Body-for-LIFE for women",
        "authors": "Pamela Peeke",
        "price": "378.09",
        "genre": "Health and hygiene Mental health Physical fitness for women Weight loss Women Women, mental health Women, health and hygiene Personal Beauty Cosmetics Green products Green marketing",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/6798835-M.jpg"
    },
    {
        "title": "Eating for life",
        "authors": "Bill Phillips",
        "price": "293.92",
        "genre": "Nutrition Cooking Cookery Cookbooks",
        "description": "",
        "language": "English",
        "publicationDate": "2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/9650726-M.jpg"
    },
    {
        "title": "The Warren Buffett Way, Second Edition",
        "authors": "Robert G. Hagstrom",
        "price": "919.49",
        "genre": "Investments Buffett, warren, 1930- Capitalists and financiers",
        "description": "Every year, Forbes magazine publishes a list of the 400 richest Americans, the elite Forbes 400.",
        "language": "English",
        "publicationDate": "October 4, 2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/306712-M.jpg"
    },
    {
        "title": "The Warren Buffett CEO",
        "authors": "Robert P. Miles",
        "price": "615.25",
        "genre": "Berkshire Hathaway Inc Capitalists and financiers Investments Management Personal Finance Management science",
        "description": "Berkshire Hathaway's chief architect and CEO, Warren Buffett, receives most of the acclaim, but, to understand the company, you need to appreciate all the relatively unheralded operating managers who are part of this huge corporation.",
        "language": "English",
        "publicationDate": "April 4, 2003",
        "imageUrl": "https://covers.openlibrary.org/b/id/304711-M.jpg"
    },
    {
        "title": "Monkey business",
        "authors": "Marvin N. Olasky",
        "price": "192.8",
        "genre": "Evolution Trials, litigation Religious aspects of Evolution Christianity Intelligent design (Teleology) Bible and science Trials Trials, united states",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/582947-M.jpg"
    },
    {
        "title": "Junie B. Jones and a little monkey business",
        "authors": "Barbara Park",
        "price": "392.29",
        "genre": "Juvenile fiction Fiction Brothers and sisters Kindergarten Schools Babies in fiction Schools in fiction Brothers and sisters in fiction Kindergarten in fiction Babies Infants Spanish fiction Juvenile literature Spanish language materials Hermanos Jardines de infantes Niños lactantes Junie B. Jones (Fictitious character) Ficción juvenil Jones, Junie B. (Personaje literario) Escuelas JUVENILE FICTION Classics Humorous Stories Reader Chapter Books Siblings School stories Audiobooks Children's fiction Humorous stories Jones, junie b. (fictitious character), fiction Infants, fiction Brothers and sisters, fiction Kindergarten, fiction Schools, fiction Siblings, fiction Monkeys, fiction",
        "description": "",
        "language": "English",
        "publicationDate": "1993",
        "imageUrl": "https://covers.openlibrary.org/b/id/11547257-M.jpg"
    },
    {
        "title": "Monkey business",
        "authors": "Sarah Mlynowski",
        "price": "728.32",
        "genre": "Chick Lit Students Fiction Romance Roommates Dating (Social customs) Female friendship Fiction, romance, general Business schools Graduate students Teenagers",
        "description": "",
        "language": "English",
        "publicationDate": "2004",
        "imageUrl": "https://covers.openlibrary.org/b/id/8277908-M.jpg"
    },
    {
        "title": "Liar's poker",
        "authors": "Michael Lewis",
        "price": "694.08",
        "genre": "Salomon Brothers Brokers Biography Bonds New York Times bestseller nyt:paperback_business_books=2011-07-30 International Stock Markets Börsenspekulation BUSINESS & ECONOMICS / Workplace Culture Erlebnisbericht New York Stock Exchange Obligations (valeurs) Agents de change Wall street Salomon Brothers (Firm) Salomon Brothers (New York, NY u.a.) Commissionnaires et courtiers Biographies Obligations (Valeurs)",
        "description": "",
        "language": "English",
        "publicationDate": "1990",
        "imageUrl": "https://covers.openlibrary.org/b/id/95715-M.jpg"
    },
    {
        "title": "Liar's poker",
        "authors": "Frank D. McConnell",
        "price": "131.13",
        "genre": "Fiction Harry Garnish (Fictitious character) Private investigators Sister O'Toole, Bridget (Fictitious character)",
        "description": "",
        "language": "English",
        "publicationDate": "1993",
        "imageUrl": "https://covers.openlibrary.org/b/id/6744405-M.jpg"
    },
    {
        "title": "Giada's family dinners",
        "authors": "Giada De Laurentiis",
        "price": "760.49",
        "genre": "Family Italian Cookery Nurition Quick and easy cookery Nutrition Italian Cooking Families Quick and easy cooking Cooking, italian",
        "description": "",
        "language": "English",
        "publicationDate": "2006",
        "imageUrl": "https://covers.openlibrary.org/b/id/166821-M.jpg"
    },
    {
        "title": "Everyday Italian",
        "authors": "Giada De Laurentiis",
        "price": "266.01",
        "genre": "Italian Cooking Cooking, italian",
        "description": "",
        "language": "English",
        "publicationDate": "2005",
        "imageUrl": "https://covers.openlibrary.org/b/id/11368257-M.jpg"
    }
]